{
	"debug": {
		"version": 3.1
	},
	"status": "OK",
	"copyright": "Copyright (c) 2017 The New York Times Company.  All Rights Reserved.",
	"results": {
		"comments": [{
				"commentID": 18946910,
				"parentID": null,
				"statusID": 2,
				"lft": 2,
				"rgt": 13,
				"commentSequence": 18946910,
				"commentBody": "Ronald Dworkin left us with a wealth of materials that we should be using in all public schools, from the middle grades through college, not only to teach the history of Affirmative Action, but the social ethics and legal philosophical aspects of it alongside a far more robust historical curriculum than is offered in the public education. <br/><br/>The fact that we teach so little history, civics, any kind of philosophy and logic before children leave high school causes us to continue turning out a society that doesn't even question its biases when it comes to race and gender.<br/><br/>Affirmative Action is most important for its reparative aspect, not only with an eye to wrongs perpetrated in the distant past, but wrongs we perpetuate to this very day, from the allocation of resources to minority public schools, to the excuses we use to bar minority students who are as worthy as any other to participate at the higher education level, but are deemed wanting because the public education they received. That perception continues into the workplace where bias is applied, based not only based on the applicant's race, but stereotypes about the education they received. <br/><br/>These cycles of bias would be greatly attenuated if we changed radically what we teach from the lower grades in public school and encouraged vigorous debate such as this one at with Harvard's Michael Sandel. <a href=\"https://youtu.be/AUhReMT5uqA?list=PLUzL4fyKoSCsTnOmYqSho4Hf9SZA1Ucix\" title=\"https://youtu.be/AUhReMT5uqA?list=PLUzL4fyKoSCsTnOmYqSho4Hf9SZA1Ucix\" target=\"_blank\">https://youtu.be/AUhReMT5uqA?list=PLUzL4fyKoSCsTnOmYqSho4Hf9SZA1Ucix</a><br/><br/>---<br/>My essay on reparations: <a href=\"http://wp.me/p2KJ3H-1Tb\" title=\"http://wp.me/p2KJ3H-1Tb\" target=\"_blank\">http://wp.me/p2KJ3H-1Tb</a>",
				"commentTitle": "<br/>",
				"createDate": "1466828523",
				"updateDate": "1466824986",
				"approveDate": "1466828586",
				"userID": 52131820,
				"userDisplayName": "Rima Regas",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Southern California",
				"editorsSelection": 0,
				"recommendationCount": 11,
				"replyCount": 5,
				"assetID": 3454748,
				"assetURL": "http://www.nytimes.com/2016/06/25/opinion/affirmative-action-isnt-just-a-legal-issue-its-also-a-historical-one.html",
				"status": "approved",
				"commentType": "comment",
				"replies": {
					"comments": [{
							"commentID": 18947749,
							"status": "approved",
							"commentSequence": 18947749,
							"userID": 58642608,
							"userDisplayName": "Terry McKenna",
							"userLocation": "Dover, N.J.",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "I am not convinced.  I suggest that bias is man's.  It belongs to the human race.  So a child raised in an all white suburban town, even if he received a host of messages about what is good or bad (and even if encouraged to question on his own) would still find his first encounters with - let's say poor African Americans - challenging.  The same is true in reverse when we hear poor city kids talk of the shock they experience if (if lucky) they leave their city for one of our best colleges.  ",
							"createDate": "1466848374",
							"updateDate": "1466855727",
							"approveDate": "1466859327",
							"recommendations": 1,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 18946910,
							"parentUserDisplayName": "Rima Regas",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}, {
							"commentID": 18948898,
							"status": "approved",
							"commentSequence": 18948898,
							"userID": 26042895,
							"userDisplayName": "Concerned Reader",
							"userLocation": "Boston",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "Affirmative actions helps blacks largely at the expense of high-achieving Asians, who are historical victims of racism themselves, not oppressors. ",
							"createDate": "1466860361",
							"updateDate": "1466861862",
							"approveDate": "1466865462",
							"recommendations": 4,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 18946910,
							"parentUserDisplayName": "Rima Regas",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}, {
							"commentID": 18949411,
							"status": "approved",
							"commentSequence": 18949411,
							"userID": 11145175,
							"userDisplayName": "Jonathan",
							"userLocation": "NYC",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "Allocation of resources, eh?   Newark, NJ, $21K per student, Camden, NJ, $25K per student, Washington, DC, $29K per student?   That's higher than the rich suburbs.<br/><br/>You may say we get nothing for the money, but the money is not the problem.",
							"createDate": "1466863534",
							"updateDate": "1466859968",
							"approveDate": "1466863568",
							"recommendations": 5,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 18946910,
							"parentUserDisplayName": "Rima Regas",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 1,
							"recommendedFlag": 0
						}
					]
				}
			}, {
				"commentID": 18946934,
				"parentID": 18940543,
				"statusID": 2,
				"lft": 241,
				"rgt": 242,
				"commentSequence": 18946934,
				"commentBody": "Krugman already explained that the steps that could lead to a better life for the underdogs that worked before the neoliberal era and that Sanders was pushing for are \"unicorns\". ",
				"commentTitle": "<br/>",
				"createDate": "1466828925",
				"updateDate": "1466825347",
				"approveDate": "1466828947",
				"userID": 21443941,
				"userDisplayName": "Ron T",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Mpls",
				"editorsSelection": 0,
				"recommendationCount": 2,
				"replyCount": 0,
				"assetID": 3454721,
				"assetURL": "http://krugman.blogs.nytimes.com/2016/06/24/brexit-the-morning-after/",
				"status": "approved",
				"commentType": "userReply",
				"replies": []
			}, {
				"commentID": 18946936,
				"parentID": null,
				"statusID": 2,
				"lft": 1282,
				"rgt": 1287,
				"commentSequence": 18946936,
				"commentBody": "I was surprised that you warned of the consequences of Brexit a few days before the vote when you have been steadfast in your opinion that centralised decision making without political accountability would eventually lead to the downfall of the EU. Brexit is the start of this and I believe Europe will be better off when immigration and trade are returned to sovereign states and not remaining with unaccountable bureaucrats in Brussels who claim to know what is best for the citizens in diverse countries.<br/><br/>The breakup of the UK may also be a longer term consequence but would independence for Scotland and reunification of Ireland be all that bad?",
				"commentTitle": "<br/>",
				"createDate": "1466828931",
				"updateDate": "1466825347",
				"approveDate": "1466828947",
				"userID": 60281462,
				"userDisplayName": "rpasea",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Hong Kong",
				"editorsSelection": 0,
				"recommendationCount": 16,
				"replyCount": 2,
				"assetID": 3454721,
				"assetURL": "http://krugman.blogs.nytimes.com/2016/06/24/brexit-the-morning-after/",
				"status": "approved",
				"commentType": "comment",
				"replies": {
					"comments": [{
							"commentID": 18947486,
							"status": "approved",
							"commentSequence": 18947486,
							"userID": 75939975,
							"userDisplayName": "Nic Scott",
							"userLocation": "UK",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "n/a",
							"commentBody": "States within the EU still maintain sovereignty over immigration issues. In the case of the UK, the government can decide how many non-European citizens can emigrate here. One of the questionable arguments presented by the Leave campaign was the view that the EU controlled the number of immigrants entering the UK,  when in fact immigration levels from non-European states which our government sets,  is higher than EU immigration. Sadly,  such incorrect rhetoric fed on peoples fears of the UK being swamped by EU citizens. It must also be made clear that members of the European Parliament are elected by EU citizens (ironically Farage is one such MEP),  so the argument that \"unaccountable bureaucrats in Brussels\" decide Britain's laws is another untrue point made by the Leave campaign. <br/><br/>Secondly, the break up of the UK will have devastating consequences, if one only refers to the political,  economic and social uncertainty it will have for years. In the case of the potential reunification of Ireland all the years of negotiating the Good Friday peace agreement between loyalists and republicans could be undone with the likely re-emergence of Unionist paramilitaries.",
							"createDate": "1466841015",
							"updateDate": "1466945312",
							"approveDate": "1466948912",
							"recommendations": 1,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 18946936,
							"parentUserDisplayName": "rpasea",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}, {
							"commentID": 18948205,
							"status": "approved",
							"commentSequence": 18948205,
							"userID": 58608410,
							"userDisplayName": "DavidS",
							"userLocation": "Kansas",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "The \"unaccountable bureaucrats in Brussels\" didn't emerge from the head of Zeus; they have a parliament.",
							"createDate": "1466854642",
							"updateDate": "1467040607",
							"approveDate": "1467044207",
							"recommendations": 1,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 18946936,
							"parentUserDisplayName": "rpasea",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}
					]
				}
			}, {
				"commentID": 18946938,
				"parentID": null,
				"statusID": 2,
				"lft": 12,
				"rgt": 23,
				"commentSequence": 18946938,
				"commentBody": "We are again about to vote in a presidential election. This cycle is unlike any other in that both candidates’ negative ratings are unprecedented in recent memory. In a new Gallup poll released this week, both Hillary Clinton and Donald Trump continue to have some strong negative perceptions among the American public across all categories except experience to be president, in which Clinton dominates.<br/><br/>Of special note in the Gallup report, is the following passage:<br/><br/>“One in three Clinton supporters say Trump is a strong and decisive leader (33%), while about three in 10 say he has the ability to stand up to special interests (30%) and can get things done (28%).”<br/><br/>Given all of the poll results that are specific to voters’ ratings on function, this is particularly worrisome in the event of an economic downturn or an outright recession before the November election. Voters of both candidates rate Clinton and Trump nearly equally when it comes to their ability to get things done. On getting things done, Trump wins by 2 points. On standing up to special interests, Trump bests Clinton by 8 points. On strength and decisiveness, Trump edges out Clinton by 9 points. These are hardly results one attributes to a candidate who has been discredited.<br/><br/>13 million Americans voted for Senator Sanders. How Hillary Clinton, DNC and superdelegates choose to treat the Sanders campaign at the convention in July will either motivate or dissuade progressives. <br/><br/>My full essay: <a href=\"http://wp.me/p2KJ3H-2k4\" title=\"http://wp.me/p2KJ3H-2k4\" target=\"_blank\">http://wp.me/p2KJ3H-2k4</a>",
				"commentTitle": "<br/>",
				"createDate": "1466828966",
				"updateDate": "1466825407",
				"approveDate": "1466829007",
				"userID": 52131820,
				"userDisplayName": "Rima Regas",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Southern California",
				"editorsSelection": 0,
				"recommendationCount": 58,
				"replyCount": 5,
				"assetID": 3454749,
				"assetURL": "http://www.nytimes.com/2016/06/25/opinion/american-anxieties-mirrored-in-britain.html",
				"status": "approved",
				"commentType": "comment",
				"replies": {
					"comments": [{
							"commentID": 18947746,
							"status": "approved",
							"commentSequence": 18947746,
							"userID": 3384240,
							"userDisplayName": "Cynthia O",
							"userLocation": "NYC",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "Is that a threat?  Because that is as disingenuous as Senator Sanders' campaign.  He admits a President cannot deliver any of his promises, but he would rather see the country go up in flames than compromise.  The me agenda will not address inequality, even on the progressive side.  Our world is messy, our politics are messy, and this election is a war to win back the integrity of our gridlocked government regardless of the integrity of individual soldiers in this war!  We need coalition forces to win...it is all in or out, just like Brexit!  We can't afford to massage egos, entice the electorate with wishful thinking or hold back because things aren't ideal or do not align with individuals' agendas when it is war.",
							"createDate": "1466848229",
							"updateDate": "1466864270",
							"approveDate": "1466867870",
							"recommendations": 6,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 18946938,
							"parentUserDisplayName": "Rima Regas",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}, {
							"commentID": 18948088,
							"status": "approved",
							"commentSequence": 18948088,
							"userID": 7288017,
							"userDisplayName": "Steve Ess",
							"userLocation": "The Great State Of NY",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "n/a",
							"commentBody": "I do not share your fear of Bernie-favoriting progressives sitting out the election. These are early days and when the time approaches, no right thinking progressive will contribute to putting Trump in the White House. The percentage you cite in your article (50%) will drop to single digits. Even if it didn't, Clinton would still win. What goes unmentioned in your comment is results from that same poll show that Clinton easily bests Trump in questions of experience, judgment, managing a crisis, working with both parties, and even likability. Basic presidential material I'd say, and the American public who elected Obama twice will not veer 180 degrees to an unhinged, ill informed provocateur.",
							"createDate": "1466853570",
							"updateDate": "1466864228",
							"approveDate": "1466867828",
							"recommendations": 4,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 18946938,
							"parentUserDisplayName": "Rima Regas",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}, {
							"commentID": 18950077,
							"status": "approved",
							"commentSequence": 18950077,
							"userID": 9271683,
							"userDisplayName": "SMB",
							"userLocation": "Savannah",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "And 16,732,147 voters preferred Se. Clinton, which is 55.4% of the primary vote, compared to only 42.9% of the vote for Sanders.<br/><br/>Sanders has said he will vote for Clinton.  As the column states, the young people of Great Britain did not want revolution:  they wanted the status quo.  Their futures have just been overturned by the fears and anxieties of older voters who were lied to.<br/><br/>Economic insecurity and inequality are serious concerns but Trump and British demagogues have openly expressed bigotry and hatred against immigrants and globalism as well as against Muslims, and other targeted groups. <br/><br/>Progressives voted by the millions for Sec. Clinton and for Democrats.  Sanders had some good causes but did not react appropriately to Orlando and is too single focus.  Congressman John Lewis just showed how heroically you can change the dialogue in the House, and gun control is a very serious issue.  As are women's rights, minority rights, and the separation of church and state.  On these issues, Clinton is much stronger.",
							"createDate": "1466867816",
							"updateDate": "1466864270",
							"approveDate": "1466867870",
							"recommendations": 4,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 18946938,
							"parentUserDisplayName": "Rima Regas",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}
					]
				}
			}, {
				"commentID": 18946959,
				"parentID": null,
				"statusID": 2,
				"lft": 1288,
				"rgt": 1289,
				"commentSequence": 18946959,
				"commentBody": "Thanks for this thoughtful piece.  I agree entirely that the sky is not falling down.  The Brexit vote, largely along class lines, reflects poor fiscal and tax policies in the UK, resulting in stagnant wages and increased income inequality.  The Brexits blamed this on legal immigrants from within the European Union -- cools from Spain, carpenters from Poland.  But those workers represent a tiny fraction of the British working class and.have not depressed wages in the UK.  An inept government has.  Hopefullly the Brits will get their house in order and the block countries will learn from London's mistakes.  The effects on the US economy shiuld be nill -- the UK is not a significant trading partner of the US -- and our financial markets will rebound quickly.  If I were a betting man, I would buy lots of British pounds if the pound continues to slide.",
				"commentTitle": "n/a",
				"createDate": "1466829368",
				"updateDate": "1466825827",
				"approveDate": "1466829427",
				"userID": 47908292,
				"userDisplayName": "Roger Stetter",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "New Orleans",
				"editorsSelection": 0,
				"recommendationCount": 14,
				"replyCount": 0,
				"assetID": 3454721,
				"assetURL": "http://krugman.blogs.nytimes.com/2016/06/24/brexit-the-morning-after/",
				"status": "approved",
				"commentType": "comment",
				"replies": []
			}, {
				"commentID": 18946975,
				"parentID": 18946682,
				"statusID": 2,
				"lft": 27,
				"rgt": 28,
				"commentSequence": 18946975,
				"commentBody": "It's a shame that the tie-in you rightly celebrate resulted in his name becoming something of a curse in the Bay Area.  The reason: the freeway past that part of the East Bay is named for him and is the most maddeningly congested in Northern California.   It's always called \"The Nasty ___\" in traffic reports.<br/><br/>But now I have that earworm again.",
				"commentTitle": "<br/>",
				"createDate": "1466829654",
				"updateDate": "1466826066",
				"approveDate": "1466829666",
				"userID": 239837,
				"userDisplayName": "Martin",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "California",
				"editorsSelection": 0,
				"recommendationCount": 0,
				"replyCount": 0,
				"assetID": 3454752,
				"assetURL": "http://wordplay.blogs.nytimes.com/2016/06/24/point-of-computer-technology/",
				"status": "approved",
				"commentType": "userReply",
				"replies": []
			}, {
				"commentID": 18947008,
				"parentID": null,
				"statusID": 2,
				"lft": 206,
				"rgt": 209,
				"commentSequence": 18947008,
				"commentBody": "Congratulations to Michael Phelps for shedding his persona despite the financial benefits it engenders. Congratulations, too, for becoming a father and husband, and for shaking up his life when he got the opportunity.<br/><br/>He obviously has taken his advantages - and their consequences - to heart, and I hope he will consider spreading his message to at-risk kids of all ages - who could use more human (not animated) heroes.<br/><br/>One suggestion, Michael: get a subscription to the Times Book Review; you'll enjoy it. ",
				"commentTitle": "<br/>",
				"createDate": "1466830324",
				"updateDate": "1466826787",
				"approveDate": "1466830387",
				"userID": 21674888,
				"userDisplayName": "RoughAcres",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "New York",
				"editorsSelection": 0,
				"recommendationCount": 22,
				"replyCount": 1,
				"assetID": 3454730,
				"assetURL": "http://www.nytimes.com/2016/06/26/sports/olympics/michael-phelps-swimming-rehab.html",
				"status": "approved",
				"commentType": "comment",
				"replies": {
					"comments": [{
							"commentID": 18947648,
							"status": "approved",
							"commentSequence": 18947648,
							"userID": 18412853,
							"userDisplayName": "JM",
							"userLocation": "Los Angeles",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "I hope Michael will think about a university like Columbia; he is so full of energy and New York is a great place to study. It's never too late to discover new worlds.",
							"createDate": "1466845621",
							"updateDate": "1466855715",
							"approveDate": "1466859315",
							"recommendations": 6,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 18947008,
							"parentUserDisplayName": "RoughAcres",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}
					]
				}
			}, {
				"commentID": 18947029,
				"parentID": 18938874,
				"statusID": 2,
				"lft": 45,
				"rgt": 46,
				"commentSequence": 18947029,
				"commentBody": "I submit rather than dismissing a demagogue like Trump, I suggest that Americans take a long hard look in the mirror and ask themselves \"with all his despicable warts, what led to his emergence and why is he still so popular\"?<br/><br/>Even with her rather high disapproval ratings, Hillary is still the obvious[and only] choice, however, with the most recent polls showing only a 5 to 6 percentage point lead over Trump, she and the DNC bettter not dismiss Sanders and the strong wishes of his supporters either.  As unpredictable world events have just further confrmed, dismissing them will be done at her extreme peril.  ",
				"commentTitle": "<br/>",
				"createDate": "1466830681",
				"updateDate": "1466827086",
				"approveDate": "1466830686",
				"userID": 62856899,
				"userDisplayName": "Deus02",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Toronto",
				"editorsSelection": 0,
				"recommendationCount": 0,
				"replyCount": 0,
				"assetID": 3454717,
				"assetURL": "http://www.nytimes.com/2016/06/25/upshot/what-to-watch-for-in-trading-after-shock-of-brexit.html",
				"status": "approved",
				"commentType": "userReply",
				"replies": []
			}, {
				"commentID": 18947054,
				"parentID": null,
				"statusID": 2,
				"lft": 690,
				"rgt": 691,
				"commentSequence": 18947054,
				"commentBody": "Excellent column, Mr. Ansari.  Part of the problem is that so many Americans do not know any Muslims except for the terrorists they see on television.  Those of us who are Muslim or who have Muslim friends, classmates, or co-workers have a responsibility here -- a responsibility that you have shouldered here with your eloquent personal story.<br/>I'm going to share this on social media, and I encourage others to do likewise.",
				"commentTitle": "<br/>",
				"createDate": "1466831128",
				"updateDate": "1466827566",
				"approveDate": "1466831166",
				"userID": 4985602,
				"userDisplayName": "Howard",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Los Angeles",
				"editorsSelection": 0,
				"recommendationCount": 94,
				"replyCount": 0,
				"assetID": 3454745,
				"assetURL": "http://www.nytimes.com/2016/06/26/opinion/sunday/aziz-ansari-why-trump-makes-me-scared-for-my-family.html",
				"status": "approved",
				"commentType": "comment",
				"replies": []
			}, {
				"commentID": 18947081,
				"parentID": 18916735,
				"statusID": 2,
				"lft": 43,
				"rgt": 44,
				"commentSequence": 18947081,
				"commentBody": "Lee, I'm sorry to say that Rep. Lamar Smith continues to cause trouble, with the help of Judicial Watch, who should be the subject of an in-depth NYTimes investigation (they've targeted the Clintons and Obama forever, and have joined the inquisition on NOAA. At the least he is taking up time and energy and defense funds for his witchhunt while succeeding in cutting the budget with his attacks.  Remember the Republicans in Congress are unified in denying climate science and claiming it's all a scheme to lie, cheat, and steal. They continue to deny nature as well, since it too is part of the \"conspiracy\".",
				"commentTitle": "<br/>",
				"createDate": "1466831594",
				"updateDate": "1466828046",
				"approveDate": "1466831646",
				"userID": 57076816,
				"userDisplayName": "Susan Anderson",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Boston",
				"editorsSelection": 0,
				"recommendationCount": 4,
				"replyCount": 0,
				"assetID": 3454606,
				"assetURL": "http://dotearth.blogs.nytimes.com/2016/06/22/neil-degrasse-tyson-and-al-gore-explore-climate-change-life-in-a-naval-observatory-and-more/",
				"status": "approved",
				"commentType": "userReply",
				"replies": []
			}, {
				"commentID": 18947098,
				"parentID": 18946682,
				"statusID": 2,
				"lft": 29,
				"rgt": 30,
				"commentSequence": 18947098,
				"commentBody": "Martin,  nothing surprises me about SF. The only question I have is how did such a beautiful of part of the country get so confused.  ",
				"commentTitle": "<br/>",
				"createDate": "1466831849",
				"updateDate": "1466828287",
				"approveDate": "1466831887",
				"userID": 12857582,
				"userDisplayName": "John",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Chicago",
				"editorsSelection": 0,
				"recommendationCount": 1,
				"replyCount": 0,
				"assetID": 3454752,
				"assetURL": "http://wordplay.blogs.nytimes.com/2016/06/24/point-of-computer-technology/",
				"status": "approved",
				"commentType": "userReply",
				"replies": []
			}, {
				"commentID": 18947109,
				"parentID": 18931256,
				"statusID": 2,
				"lft": 105,
				"rgt": 106,
				"commentSequence": 18947109,
				"commentBody": "flagged, insults without substance ... namecalling",
				"commentTitle": "<br/>",
				"createDate": "1466832034",
				"updateDate": "1466828466",
				"approveDate": "1466832066",
				"userID": 57076816,
				"userDisplayName": "Susan Anderson",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Boston",
				"editorsSelection": 0,
				"recommendationCount": 9,
				"replyCount": 0,
				"assetID": 3454606,
				"assetURL": "http://dotearth.blogs.nytimes.com/2016/06/22/neil-degrasse-tyson-and-al-gore-explore-climate-change-life-in-a-naval-observatory-and-more/",
				"status": "approved",
				"commentType": "userReply",
				"replies": []
			}, {
				"commentID": 18946690,
				"parentID": null,
				"statusID": 2,
				"lft": 148,
				"rgt": 153,
				"commentSequence": 18946690,
				"commentBody": "Perhaps the young people who are dismayed by this result should sit back and reflect on the possible causes instead of blaming their grandparents. Those grandparents were probably born during World War II or shortly after into a world with rationing and shortages. Through hard work (and a unionised workforce) they gained meaningful jobs and a measure of prosperity and security until the 1980's and Thatcher/Reagan and trickle down, supply side hogwash. Since then it has been a slow slide downwards for the working/middle classes.<br/><br/>It is likely that a major factor in the vote to get out of Europe was a reaction against a perception that the ruling classes just do not care about ordinary people.<br/><br/>So, young people, get off your bums and spend some time with your grandparents and listen to them and try to persuade them that your vision of a modern multicultural global society is the way forward for young and old!<br/><br/>Don't be surprised if they are find automation, the sharing economy, the gig economy, a lifetime of short careers in different jobs, social media etc. a poor substitute for what they were used to before 1980. Your job is to figure out a way to convince them that the future is bright for all ages!<br/><br/>I should declare that I am 72 and was born in England and emigrated to Australia 50 years ago so I have been very fortunate in life but I still have family in the UK and most of them are grandparents. Perhaps you could talk to them!",
				"commentTitle": "<br/>",
				"createDate": "1466825812",
				"updateDate": "1466828679",
				"approveDate": "1466832279",
				"userID": 59540732,
				"userDisplayName": "James Rennie",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Wombarra, NSW, Australia",
				"editorsSelection": 0,
				"recommendationCount": 26,
				"replyCount": 2,
				"assetID": 3454747,
				"assetURL": "http://www.nytimes.com/2016/06/25/world/europe/among-young-britons-fear-and-despair-over-vote-to-leave-eu.html",
				"status": "approved",
				"commentType": "comment",
				"replies": {
					"comments": [{
							"commentID": 18947561,
							"status": "approved",
							"commentSequence": 18947561,
							"userID": 66955389,
							"userDisplayName": "liz",
							"userLocation": "new england",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "Or perhaps they could listen.",
							"createDate": "1466843342",
							"updateDate": "1466852987",
							"approveDate": "1466856587",
							"recommendations": 3,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 18946690,
							"parentUserDisplayName": "James Rennie",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}, {
							"commentID": 18951266,
							"status": "approved",
							"commentSequence": 18951266,
							"userID": 67847655,
							"userDisplayName": "new2",
							"userLocation": "CA",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "I doubt young care to talk to older people, let alone being in the same room with them for more than 10 minutes.",
							"createDate": "1466878274",
							"updateDate": "1466886690",
							"approveDate": "1466890290",
							"recommendations": 0,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 18946690,
							"parentUserDisplayName": "James Rennie",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}
					]
				}
			}, {
				"commentID": 18946846,
				"parentID": null,
				"statusID": 2,
				"lft": 154,
				"rgt": 157,
				"commentSequence": 18946846,
				"commentBody": "A collection of miscellaneous comments that don't add up to much.<br/>Two points. Why are jobs so hard for Spanish people to find in Spain when Spain is a member of the EU? Maybe Britain wants to leave before their economy winds up the same way.<br/>EU funding for UK universities is not free. It is paid for out of the contributions the UK Government makes to the EU. Those contributions will stop; freeing up funds for UK universities. It's simply a question of the UK Government redirecting the checks.",
				"commentTitle": "<br/>",
				"createDate": "1466827737",
				"updateDate": "1466828702",
				"approveDate": "1466832302",
				"userID": 50490071,
				"userDisplayName": "Mike Edwards",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Providence, RI",
				"editorsSelection": 0,
				"recommendationCount": 19,
				"replyCount": 1,
				"assetID": 3454747,
				"assetURL": "http://www.nytimes.com/2016/06/25/world/europe/among-young-britons-fear-and-despair-over-vote-to-leave-eu.html",
				"status": "approved",
				"commentType": "comment",
				"replies": {
					"comments": [{
							"commentID": 18948068,
							"status": "approved",
							"commentSequence": 18948068,
							"userID": 71705387,
							"userDisplayName": "Felipe",
							"userLocation": "Oakland, CA",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "Jobs in the UK were very hard to come by before the UK joined the EU (which has helped enormously to make the UK prosperous).",
							"createDate": "1466853314",
							"updateDate": "1466861966",
							"approveDate": "1466865566",
							"recommendations": 2,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 18946846,
							"parentUserDisplayName": "Mike Edwards",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}
					]
				}
			}, {
				"commentID": 18946866,
				"parentID": null,
				"statusID": 2,
				"lft": 158,
				"rgt": 161,
				"commentSequence": 18946866,
				"commentBody": "Of course. They want the broad horizons of the whole of Europe not just England probably minus Scotland and Northern Ireland in due course.  A devastating decision for the future.  And one that can be laid firmly at Merkels feet. Without the millions of immigrant she welcomed without consulting the EU, many of the \"little Englanders\" may have voted to remain.",
				"commentTitle": "<br/>",
				"createDate": "1466827965",
				"updateDate": "1466828709",
				"approveDate": "1466832309",
				"userID": 17091468,
				"userDisplayName": "scientella",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Palo Alto",
				"editorsSelection": 0,
				"recommendationCount": 4,
				"replyCount": 1,
				"assetID": 3454747,
				"assetURL": "http://www.nytimes.com/2016/06/25/world/europe/among-young-britons-fear-and-despair-over-vote-to-leave-eu.html",
				"status": "approved",
				"commentType": "comment",
				"replies": {
					"comments": [{
							"commentID": 18947705,
							"status": "approved",
							"commentSequence": 18947705,
							"userID": 61059779,
							"userDisplayName": "MR",
							"userLocation": "Philadelphia",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "Baloney.  Merkel did not welcome \"millions.\"  The thousands she did let in cannot just go to the UK -- it retained border controls when it joined the EU.",
							"createDate": "1466847107",
							"updateDate": "1466855051",
							"approveDate": "1466858651",
							"recommendations": 4,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 18946866,
							"parentUserDisplayName": "scientella",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}
					]
				}
			}, {
				"commentID": 18946843,
				"parentID": null,
				"statusID": 2,
				"lft": 162,
				"rgt": 175,
				"commentSequence": 18946843,
				"commentBody": "As an Englishwoman reading this in London after spending the past few nights watching the news, there is a misunderstanding of what has driven us to vote leave and it is not yearning for the good old days but the opposite.  <br/><br/>First, the world has changed since our leaders took us into the EU and so has the EU.  <br/><br/>In those distant days, politicians could never imagine that we could sit here, you in the USA and me in London, and talk to each other this way.  They booked long distance telephone calls with the operator, now I call my god-daughter in Johannesburg on her mobile.  <br/><br/>I think nothing of travelling to New York for a long weekend and spent last Christmas in London and New Year's Eve in Kwa ZuluNatal, South Africa.  In the past, most people went to Africa by ship!  Trade was conducted by marketing people travelling to other continents and spending a few weeks making presentations, now it is on the internet.  <br/><br/>The world has moved on,  the young have no experience of it and we do not want to be tied to our nearest land mass, with other countries's leaders making decisions about ours.  <br/><br/>Imagine if you joined with South America, decisions were made in Peru and the financial centre was Mexico City.  Would you want to subsume the US into that?  No.  I do not think so.  <br/><br/>We are not anti Europe.  But it is time to move forward.    ",
				"commentTitle": "<br/>",
				"createDate": "1466827705",
				"updateDate": "1466828739",
				"approveDate": "1466832339",
				"userID": 34988815,
				"userDisplayName": "Kate",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "London",
				"editorsSelection": 0,
				"recommendationCount": 133,
				"replyCount": 6,
				"assetID": 3454747,
				"assetURL": "http://www.nytimes.com/2016/06/25/world/europe/among-young-britons-fear-and-despair-over-vote-to-leave-eu.html",
				"status": "approved",
				"commentType": "comment",
				"replies": {
					"comments": [{
							"commentID": 18950786,
							"status": "approved",
							"commentSequence": 18950786,
							"userID": 4348749,
							"userDisplayName": "John",
							"userLocation": "Newton, Mass.",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "Yes, it's time to move forward, to a world that looks more like the past, when an unchecked Germany dominated the Continent, and when Europe consisted of competing states constantly scheming against each other (or worse).  If your country is not anti-Europe, it has an odd way of showing it.  <br/><br/>In the wake of the referendum, the word that best describes Great Britian is SMALL.  Not in size, but in cultural weight and clout.  My guess is that your country has seriously degraded its influence in the world.  It's easy to guess that a lot of people will henceforth give much less of a damn about the place.  ",
							"createDate": "1466872374",
							"updateDate": "1466868787",
							"approveDate": "1466872387",
							"recommendations": 4,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 18946843,
							"parentUserDisplayName": "Kate",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 1,
							"recommendedFlag": 0
						}, {
							"commentID": 18951003,
							"status": "approved",
							"commentSequence": 18951003,
							"userID": 34988815,
							"userDisplayName": "Kate",
							"userLocation": "London",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "Just to say I spent 24 years in financial services in London (and Wall Street),  and the City of London and Brexit will not endanger London's status.  <br/><br/>What has endangered London's status, was the very real effort by Germany to switch our financial services industry to Frankfurt.  Have a look at how the politicians expanded their airport to be ready.  <br/><br/>And I can assure you I know a little more than you.   <br/><br/>But that is not the point.  The EU is failing and the rest of the world beckons, as it always has done for Britain and its financial services.  <br/><br/>The Commonwealth is growing and we have always traded throughout the world and will do so now.  ",
							"createDate": "1466874637",
							"updateDate": "1466880402",
							"approveDate": "1466884002",
							"recommendations": 0,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 18946843,
							"parentUserDisplayName": "Kate",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}, {
							"commentID": 18951024,
							"status": "approved",
							"commentSequence": 18951024,
							"userID": 34988815,
							"userDisplayName": "Kate",
							"userLocation": "London",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "Just to say, The British are the largest owners of businesses in the United States after Americans themselves.  <br/><br/>We are part of The Commonwealth, which consists of 53 countries and we have always traded throughout the world.  <br/><br/>What we are not going to do, is have unelected bureaucrats in other countries rule us and make laws that affect us and damage our country.  ",
							"createDate": "1466874956",
							"updateDate": "1466883167",
							"approveDate": "1466886767",
							"recommendations": 0,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 18946843,
							"parentUserDisplayName": "Kate",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}
					]
				}
			}, {
				"commentID": 18947131,
				"parentID": 18932351,
				"statusID": 2,
				"lft": 121,
				"rgt": 122,
				"commentSequence": 18947131,
				"commentBody": "We are a meateating culture, but I don't know about personal habits. The emissions from meat are less than sometimes claimed, with beef the worst. Moderation, I think, is important. Of course, we'd like everyone to be perfect, but attacking personal habits is no excuse for not seeking solutions.",
				"commentTitle": "<br/>",
				"createDate": "1466832419",
				"updateDate": "1466828827",
				"approveDate": "1466832427",
				"userID": 57076816,
				"userDisplayName": "Susan Anderson",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Boston",
				"editorsSelection": 0,
				"recommendationCount": 7,
				"replyCount": 0,
				"assetID": 3454606,
				"assetURL": "http://dotearth.blogs.nytimes.com/2016/06/22/neil-degrasse-tyson-and-al-gore-explore-climate-change-life-in-a-naval-observatory-and-more/",
				"status": "approved",
				"commentType": "userReply",
				"replies": []
			}, {
				"commentID": 18946520,
				"parentID": 18945597,
				"statusID": 2,
				"lft": 77,
				"rgt": 78,
				"commentSequence": 18946520,
				"commentBody": "Nonexistent former glory? Two-fifth of the world's land mass flying the Union Jack. Dominance of the world's oceans for three and a half centuries?  The world's only universal language?  Parliamentary democracy.  Economic theory.  No country land since the Roman has had more influence over humanity. Non-existent former glory. Bosh. Trying getting off the iPhone - small screens are bad for the mind.",
				"commentTitle": "<br/>",
				"createDate": "1466823798",
				"updateDate": "1466828831",
				"approveDate": "1466832431",
				"userID": 6244554,
				"userDisplayName": "Sharkie",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Boston",
				"editorsSelection": 0,
				"recommendationCount": 131,
				"replyCount": 0,
				"assetID": 3454747,
				"assetURL": "http://www.nytimes.com/2016/06/25/world/europe/among-young-britons-fear-and-despair-over-vote-to-leave-eu.html",
				"status": "approved",
				"commentType": "userReply",
				"replies": []
			}, {
				"commentID": 18946558,
				"parentID": 18946112,
				"statusID": 2,
				"lft": 131,
				"rgt": 132,
				"commentSequence": 18946558,
				"commentBody": "Just a heads up, respect is something earned, not freely given to people that feel entitled to it. It's also very hard to respect a group of people that enjoyed economic and social mobility their whole lives and then turned around and denied those same opportunities to others out of spite.",
				"commentTitle": "<br/>",
				"createDate": "1466824150",
				"updateDate": "1466828831",
				"approveDate": "1466832431",
				"userID": 59220441,
				"userDisplayName": "CH Shannon",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Portland, OR",
				"editorsSelection": 0,
				"recommendationCount": 47,
				"replyCount": 0,
				"assetID": 3454747,
				"assetURL": "http://www.nytimes.com/2016/06/25/world/europe/among-young-britons-fear-and-despair-over-vote-to-leave-eu.html",
				"status": "approved",
				"commentType": "userReply",
				"replies": []
			}, {
				"commentID": 18946571,
				"parentID": 18945389,
				"statusID": 2,
				"lft": 3,
				"rgt": 4,
				"commentSequence": 18946571,
				"commentBody": "No irony here on the part of the young Britons.  I think they see well paying jobs closely linked to the unrestricted cultural, financial, travel, and educational benefits that membership in the E.U. provides.  Sadly, the government will soon be paying more for benefits to the unemployed and, Britons will be paying more for goods due to a depreciated pound as a result of their elders \"yearning for the good old days\".  Meanwhile, that additional government spending is something I don't see young Britons as wanting rather, something they will be stuck with.",
				"commentTitle": "<br/>",
				"createDate": "1466824292",
				"updateDate": "1466828831",
				"approveDate": "1466832431",
				"userID": 69566625,
				"userDisplayName": "Charles",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Long Island",
				"editorsSelection": 0,
				"recommendationCount": 24,
				"replyCount": 0,
				"assetID": 3454747,
				"assetURL": "http://www.nytimes.com/2016/06/25/world/europe/among-young-britons-fear-and-despair-over-vote-to-leave-eu.html",
				"status": "approved",
				"commentType": "userReply",
				"replies": []
			}, {
				"commentID": 18946596,
				"parentID": 18945552,
				"statusID": 2,
				"lft": 15,
				"rgt": 16,
				"commentSequence": 18946596,
				"commentBody": "The UK has not been 'Great Britain' since 1801, and just the 'United Kingdom' since 1922.<br/><br/>It seems very very weird that a predominant world trade power voted to isolate itself.<br/><br/>The complications this Leave vote will be manifest over decades.  The financial industry will relocate somewhat to mainland Europe (or Dublin). Scotland might start down the road to independence again.  And given the new problems along the N Ireland - Free Republic border, and also given the resurgence of Ulster's businesses, I wonder if N Ireland might either wish to be independent or to be much closer to the Republic?",
				"commentTitle": "<br/>",
				"createDate": "1466824507",
				"updateDate": "1466828831",
				"approveDate": "1466832431",
				"userID": 1292872,
				"userDisplayName": "G",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Iowa",
				"editorsSelection": 0,
				"recommendationCount": 9,
				"replyCount": 0,
				"assetID": 3454747,
				"assetURL": "http://www.nytimes.com/2016/06/25/world/europe/among-young-britons-fear-and-despair-over-vote-to-leave-eu.html",
				"status": "approved",
				"commentType": "userReply",
				"replies": []
			}, {
				"commentID": 18946611,
				"parentID": null,
				"statusID": 2,
				"lft": 176,
				"rgt": 181,
				"commentSequence": 18946611,
				"commentBody": "Have a little faith, little Brits. The UK, and its successor the US, hasn't been the preeminent global power since the Middle Ages for no reason. With no EU, Britain was the empire where the sun never sets, and an economic giant before the World Wars, which it did not start. I think Britain will be just fine.<br/><br/>I have read the papers in England, in France, in Spain, and in Italy (though my Italian is not great). The overwhelming mood in the UK seems to be uncertainty about going it alone and the Latins seem to be between offended and diminished. Outside of the West, it isn't really top news. I don't think anybody sees this really as anything more than a fraternal feud and a kink innthe speculation markets. <br/><br/>I think this is mostly personal, not business, and that is why everyone keeps calling it a divorce.",
				"commentTitle": "<br/>",
				"createDate": "1466824719",
				"updateDate": "1466828831",
				"approveDate": "1466832431",
				"userID": 69566370,
				"userDisplayName": "jamil simaan",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "boston",
				"editorsSelection": 0,
				"recommendationCount": 6,
				"replyCount": 2,
				"assetID": 3454747,
				"assetURL": "http://www.nytimes.com/2016/06/25/world/europe/among-young-britons-fear-and-despair-over-vote-to-leave-eu.html",
				"status": "approved",
				"commentType": "comment",
				"replies": {
					"comments": [{
							"commentID": 18947295,
							"status": "approved",
							"commentSequence": 18947295,
							"userID": 21242913,
							"userDisplayName": "Sophia",
							"userLocation": "chicago",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "Excuse please but exactly how will Britain be \"just fine\" without its empire?  It was poor WITH its Empire.  There was deep and back-breaking poverty in England well into the 20th century.  And let us now forget centuries of brutal wars, famine and plague.<br/><br/>The EU was created for a darn good reason - to put an end to the tribalism and economic and trade wars that resulted, over and over again, in warfare and disaster.<br/><br/>The last European war resulted in upwards of 60 to 100 million dead, the near extermination of European Jewry, the utter destruction of much of Europe and the devastation of Japan not to mention the use of nuclear weapons.<br/><br/>Good lord.  This was a terrible, reactionary, very bad thing to leave up to a yes/no referendum.  We have representative democracy for a reason.  ",
							"createDate": "1466835319",
							"updateDate": "1466850782",
							"approveDate": "1466854382",
							"recommendations": 8,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 18946611,
							"parentUserDisplayName": "jamil simaan",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}, {
							"commentID": 18950746,
							"status": "approved",
							"commentSequence": 18950746,
							"userID": 56791527,
							"userDisplayName": "Richard",
							"userLocation": "Stateline, NV",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "Sophia,<br/><br/>The U.S. not the E.U. Is responsible for the gap in wars in Europe. As soon as the U.S, leaves or even now the \"Tribalism\" in Europe will again rear its ugly head.<br/><br/>In fact Brussels not only has \"faceless bureaucrats\" that make life difficult for Europe, it has street venders that sell automatic Weapons to the Terrorists that attack the rest of Europe directly.",
							"createDate": "1466872023",
							"updateDate": "1466879181",
							"approveDate": "1466882781",
							"recommendations": 1,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 18946611,
							"parentUserDisplayName": "jamil simaan",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}
					]
				}
			}, {
				"commentID": 18946634,
				"parentID": 18945389,
				"statusID": 2,
				"lft": 5,
				"rgt": 6,
				"commentSequence": 18946634,
				"commentBody": "You say, \"Britain's \"Youth\" is driven by desire for benefits, a home, and good quality of life.\"  Then why don't they understand that the unlimited immigration, which is what the EU brought upon the UK, would eventually lead to the destruction of the country's social safety net, and a collapse of wages?  I think that those young people who wanted to remain in the EU simply don't understand their self-interest.",
				"commentTitle": "<br/>",
				"createDate": "1466824986",
				"updateDate": "1466828831",
				"approveDate": "1466832431",
				"userID": 31621101,
				"userDisplayName": "Eva",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Boston",
				"editorsSelection": 0,
				"recommendationCount": 35,
				"replyCount": 0,
				"assetID": 3454747,
				"assetURL": "http://www.nytimes.com/2016/06/25/world/europe/among-young-britons-fear-and-despair-over-vote-to-leave-eu.html",
				"status": "approved",
				"commentType": "userReply",
				"replies": []
			}, {
				"commentID": 18946707,
				"parentID": null,
				"statusID": 2,
				"lft": 182,
				"rgt": 189,
				"commentSequence": 18946707,
				"commentBody": "This American granny would never have voted to leave and sees frightening parallels between the Brexit and Trump mentalities. <br/><br/>If I were British, I would be weeping today for my country's future and my grandchildren's. I wouldn't want to be blamed for the ballots of people whose xenophobia, economic illiteracy, or nostalgia for a misremembered past drove them to cast such irredeemably wrongheaded votes. People of whatever age.",
				"commentTitle": "<br/>",
				"createDate": "1466825943",
				"updateDate": "1466828831",
				"approveDate": "1466832431",
				"userID": 1451145,
				"userDisplayName": "Lois",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "MA",
				"editorsSelection": 0,
				"recommendationCount": 161,
				"replyCount": 3,
				"assetID": 3454747,
				"assetURL": "http://www.nytimes.com/2016/06/25/world/europe/among-young-britons-fear-and-despair-over-vote-to-leave-eu.html",
				"status": "approved",
				"commentType": "comment",
				"replies": {
					"comments": [{
							"commentID": 18947338,
							"status": "approved",
							"commentSequence": 18947338,
							"userID": 4172229,
							"userDisplayName": "Avocats",
							"userLocation": "WA",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "HALF of the UK is xenophobic and illiterate?  That's an interesting conclusion.",
							"createDate": "1466836465",
							"updateDate": "1466851218",
							"approveDate": "1466854818",
							"recommendations": 4,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 18946707,
							"parentUserDisplayName": "Lois",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}, {
							"commentID": 18947414,
							"status": "approved",
							"commentSequence": 18947414,
							"userID": 59104309,
							"userDisplayName": "lkc1980",
							"userLocation": "ca",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "How condescending of you to assume every vote for leaving was caused by \"xenophobia, economic illiteracy, or nostaliga.\" I think there were plenty of Brits who had exceedingly valid reasons for voting to leave that didn't involve any of the three reasons you listed. How about autonomy to determine their own course of action without permission from the Brussels bureaucracy? The fact that their economy is one of the strongest in the EU and is used to prop up other countries - thus dragging down their own economy? Or what about the right to determine to decide who, and how many, people enter into the country? Seems to me these are reasonable concerns for any thinking person. Just because the majority of them came to a different conclusion to the one you preferred (to quote Biden), is reason to assassinate their character as you did in their post. And you can stop weeping. Britain will be just fine.",
							"createDate": "1466838642",
							"updateDate": "1466853226",
							"approveDate": "1466856826",
							"recommendations": 6,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 18946707,
							"parentUserDisplayName": "Lois",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}, {
							"commentID": 18951286,
							"status": "approved",
							"commentSequence": 18951286,
							"userID": 67847655,
							"userDisplayName": "new2",
							"userLocation": "CA",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "Slight correction. <br/><br/>Basically, 1/3 wanted out. 1/3 wanted in. The other 1/3 didn't care enough to vote. So I'd say 1/3 'could' be labeled racist. ",
							"createDate": "1466878492",
							"updateDate": "1466883167",
							"approveDate": "1466886767",
							"recommendations": 0,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 18946707,
							"parentUserDisplayName": "Lois",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}
					]
				}
			}, {
				"commentID": 18946761,
				"parentID": null,
				"statusID": 2,
				"lft": 190,
				"rgt": 193,
				"commentSequence": 18946761,
				"commentBody": "The youth have just been forced into a reality that is dying with the generation of the aged Brits who could handle the impact of globalization. Fortunately, immigration works both ways. The youth can always emigrate to a less isolationist nation or city. I suspect many will and Britain will continue to suffer the consequences of a dying generation.",
				"commentTitle": "n/a",
				"createDate": "1466826489",
				"updateDate": "1466828831",
				"approveDate": "1466832431",
				"userID": 63591903,
				"userDisplayName": "Truth",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Atlanta, GA",
				"editorsSelection": 0,
				"recommendationCount": 9,
				"replyCount": 1,
				"assetID": 3454747,
				"assetURL": "http://www.nytimes.com/2016/06/25/world/europe/among-young-britons-fear-and-despair-over-vote-to-leave-eu.html",
				"status": "approved",
				"commentType": "comment",
				"replies": {
					"comments": [{
							"commentID": 18947756,
							"status": "approved",
							"commentSequence": 18947756,
							"userID": 33042354,
							"userDisplayName": "DS17",
							"userLocation": "Oxford, UK",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "n/a",
							"commentBody": "The point is the youth could previously move as easily across 28 nations as you could from Atlanta to Texas, suddenly they are faced with being only able to move barely 500 miles. The oldsters who are complaining about lost jobs have never even been willing to move 50-100 miles within England to get a job.",
							"createDate": "1466848487",
							"updateDate": "1466855051",
							"approveDate": "1466858651",
							"recommendations": 3,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 18946761,
							"parentUserDisplayName": "Truth",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}
					]
				}
			}
		],
		"totalCommentsReturned": 25,
		"totalCommentsFound": 5379,
		"api_timestamp": "1488489324"
	}
}
