{
	"debug": {
		"version": 3.1
	},
	"status": "OK",
	"copyright": "Copyright (c) 2017 The New York Times Company.  All Rights Reserved.",
	"results": {
		"comments": [{
				"commentID": 18460509,
				"parentID": null,
				"statusID": 2,
				"lft": 626,
				"rgt": 627,
				"commentSequence": 18460509,
				"commentBody": "Are conservative Climate Change deniers any less rational and factually challenged than academic liberals who deny that there are significant average IQ differences between blacks and whites; who insist that biological men who think they're women are in fact women; who favor massive Islamic immigration while claiming fealty to women's rights and LBGT; who claim that nearly every problem of women and racial minorities is the fault of heterosexual white males; who insist that...blah, blah, blah. As an independent, creative thinker, I have found that the most close-minded, small-minded, know-it-all academics are the leftists, especially those in softball humanity, multicultural, and social 'sciences'. And they get so enraged when challenged. Conservatives are equally close-minded, but they're less bitter and hate-filled than the self proclaimed Progressives.",
				"commentTitle": "<br/>",
				"createDate": "1462679955",
				"updateDate": "1462676407",
				"approveDate": "1462680007",
				"userID": 4084474,
				"userDisplayName": "DrPaul",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Los Angeles",
				"editorsSelection": 0,
				"recommendationCount": 13,
				"replyCount": 0,
				"assetID": 3452028,
				"assetURL": "http://www.nytimes.com/2016/05/08/opinion/sunday/a-confession-of-liberal-intolerance.html",
				"status": "approved",
				"commentType": "comment",
				"replies": []
			}, {
				"commentID": 18460524,
				"parentID": null,
				"statusID": 2,
				"lft": 628,
				"rgt": 629,
				"commentSequence": 18460524,
				"commentBody": "I think Kristof raises some important points. I definitely found both in college and post-college, while working in non-profit, that while diversity was valued, diversity of opinion was often not.<br/><br/>I grew up in an Orthodox Jewish community and attended a Zionistic Jewish Day School from Kindergarten to Eighth Grade that valued neither diversity nor consideration of the world outside of the one we inhabited. The only teacher who taught us to think beyond our immediate world was my middle school English teacher. Through the books we read in his class and subsequent discussion he exposed us to racism in the United States, women's rights issues globally, and many other issues. When I wanted to found a human rights group at the school, he was the only teacher (after I reached out to a series of teachers) who agreed to chair it. This was around the time that Bush had just been re-elected and I constantly railed to this teacher against Republicans, Bush, and was in tears when Kerry lost. He would smile and listen. After I graduated from the school, I found out that he was an evangelical Christian who was deeply pro-life (and a single-issue voter). Yet, he was the teacher who taught me to think critically and it's thanks to him that I became interested in human rights and plan to pursue a career focused on international development.",
				"commentTitle": "<br/>",
				"createDate": "1462680095",
				"updateDate": "1462676526",
				"approveDate": "1462680126",
				"userID": 69648413,
				"userDisplayName": "Tali",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Chicago",
				"editorsSelection": 0,
				"recommendationCount": 32,
				"replyCount": 0,
				"assetID": 3452028,
				"assetURL": "http://www.nytimes.com/2016/05/08/opinion/sunday/a-confession-of-liberal-intolerance.html",
				"status": "approved",
				"commentType": "comment",
				"replies": []
			}, {
				"commentID": 18460535,
				"parentID": null,
				"statusID": 2,
				"lft": 630,
				"rgt": 633,
				"commentSequence": 18460535,
				"commentBody": "I graduated from college in the 70s and I've been saying this for years. Back then, even social science professors were far more conservative, politically, than they are now, but also much more likely to accept having their views challenged by their students. It was the radical profs who were intolerant, often encouraging the left-wing students who flocked to their classrooms to belittle anyone who challenged their extreme orthodoxy. I was a liberal McGovernite, but even I was shocked and dismayed by the shameless use of ridicule to silence any opposing views in their classrooms. A generation later, it's the radicals who have taken over. With demands for 'safe spaces,' protests over commencement speakers who might 'offend,' and an embrace of victimhood that borders on paranoia, the modern American college campus seems like a something out of Orwell's dystopian 1984. <br/><br/>The importance of including all points of view in academia isn't just a matter of fairness, either. A kind of 'group think' takes over when no one is there to push back against the prevailing view, leading to the adoption of more and more extreme positions. An insistence upon 'purity' takes over, leading to a downward spiral of persecution and exclusion of anyone espousing even the most insignificant deviations from the current (but ever-changing) positions of the group as a whole. <br/><br/>And these same people will come out of the woodwork now and pillory you for writing this column. (You traitor, you.) ",
				"commentTitle": "<br/>",
				"createDate": "1462680183",
				"updateDate": "1462676648",
				"approveDate": "1462680248",
				"userID": 57495180,
				"userDisplayName": "PacNWMom",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Vancouver, WA",
				"editorsSelection": 0,
				"recommendationCount": 17,
				"replyCount": 1,
				"assetID": 3452028,
				"assetURL": "http://www.nytimes.com/2016/05/08/opinion/sunday/a-confession-of-liberal-intolerance.html",
				"status": "approved",
				"commentType": "comment",
				"replies": {
					"comments": [{
							"commentID": 18460841,
							"status": "approved",
							"commentSequence": 18460841,
							"userID": 45611774,
							"userDisplayName": "Andrea W.",
							"userLocation": "West Windsor, NJ",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "I don't. I can't stand that kind of purity, right or left. It's why I'm no longer a Sanders supporter. And I'm a liberal. This comment makes me raher glad I never went to a four year college, (a learning disability that hits me in math), as i think I would've rebelled against this.  I am not happy of what I do hear happening on campuses, and just wish it would either stop, or with that people try toopen their minds. ",
							"createDate": "1462683992",
							"updateDate": "1462712338",
							"approveDate": "1462715938",
							"recommendations": 0,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 18460535,
							"parentUserDisplayName": "PacNWMom",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}
					]
				}
			}, {
				"commentID": 18460547,
				"parentID": null,
				"statusID": 2,
				"lft": 634,
				"rgt": 635,
				"commentSequence": 18460547,
				"commentBody": "One problem with this column is that it doesn't define what \"conservative\" means.  A \"conservative\" approach could mean, for example, addressing climate change, because if there is a chance that human activity is likely to provoke weather that will unsettle existing patterns of cultivation of crops, availability of water, etc., a \"conservative\" argument can be made that action needs to be taken, even if we must act without perfect information.  These days, however, \"conservative\" seems to mean a longing for days that never existed.  At least William F. Buckley actually engaged with facts.",
				"commentTitle": "<br/>",
				"createDate": "1462680283",
				"updateDate": "1462676707",
				"approveDate": "1462680307",
				"userID": 21489485,
				"userDisplayName": "MAL",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "San Antonio, TX",
				"editorsSelection": 0,
				"recommendationCount": 16,
				"replyCount": 0,
				"assetID": 3452028,
				"assetURL": "http://www.nytimes.com/2016/05/08/opinion/sunday/a-confession-of-liberal-intolerance.html",
				"status": "approved",
				"commentType": "comment",
				"replies": []
			}, {
				"commentID": 18460553,
				"parentID": null,
				"statusID": 2,
				"lft": 636,
				"rgt": 637,
				"commentSequence": 18460553,
				"commentBody": "<br/>With the university under attack from reactionary governors like Scott Walker, who are busy cutting funding; rewriting educational missions, and looking for political \"dirt\" in FOIA email requests, the academy, at the moment, would likely get some very unsavory appointments inside the Trojan Horse of \"fair and balanced.\"  Conservative and Republican are very far apart at the moment, as Donald Trump has shown the nation.<br/><br/>Personally, I am far more concerned about the hypocrisy of \"liberal academics\" who fail to support blue and pink collar custodial and clerical unions; keep their tenured heads down while their departments are turned into adjunct-farms, and watch as their schools fund-raise for gyms with climbing walls instead of endowed chairs in the humanities.<br/><br/>Truth be told, the vast majority of professors are liberal from 9-5 (MWF or TTh) and conservative when it comes to their lifestyles off the clock.",
				"commentTitle": "<br/>",
				"createDate": "1462680351",
				"updateDate": "1462676767",
				"approveDate": "1462680367",
				"userID": 15443002,
				"userDisplayName": "Jack",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "LA",
				"editorsSelection": 0,
				"recommendationCount": 9,
				"replyCount": 0,
				"assetID": 3452028,
				"assetURL": "http://www.nytimes.com/2016/05/08/opinion/sunday/a-confession-of-liberal-intolerance.html",
				"status": "approved",
				"commentType": "comment",
				"replies": []
			}, {
				"commentID": 18460551,
				"parentID": null,
				"statusID": 2,
				"lft": 638,
				"rgt": 639,
				"commentSequence": 18460551,
				"commentBody": "There was an article addressing this very topic a few weeks ago in our campus newspaper. It was written by two members of the Republican Club. It's interesting to see this issue of bias against conservatives and devout Christians be addressed at the same time as we are undergoing a wild election cycle and the whole North Carolina bathroom bill thing. Liberals attack the NC bill for its own merits, but also because its supporters are apparently some sort of backwards, dark age, neanderthals who aren't merely wrong on factual things, but wrong on the entire way they approach the world. I do a lot of work with a Conservative Atheist organization, and it always astounds me to see (Liberal) people's reactions to our economic and social conservatism that appeals to science, history, utilitarianism, and ethics, with not a shred of Christianity anywhere. It really makes their heads explode. Substituting the dark backwardness of religion for the enlightenment of science was an important thing to do coming out of the Middle Ages, but a Liberal's misrepresentation of science is just as bad as a Conservative's denial of it. Much of Liberal \"enlightenment science\" is not science at all. No, the world isn't 6,000 years old and the Bible isn't historically accurate, but GMO's are safe, there is no evidence for the biological existence of transgender people as non mentally ill entities, and human biological variation exists between populations. Liberals can't take the scientific high road. ",
				"commentTitle": "<br/>",
				"createDate": "1462680326",
				"updateDate": "1462676768",
				"approveDate": "1462680368",
				"userID": 60428100,
				"userDisplayName": "Em Maier",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Providence, RI",
				"editorsSelection": 0,
				"recommendationCount": 12,
				"replyCount": 0,
				"assetID": 3452028,
				"assetURL": "http://www.nytimes.com/2016/05/08/opinion/sunday/a-confession-of-liberal-intolerance.html",
				"status": "approved",
				"commentType": "comment",
				"replies": []
			}, {
				"commentID": 18460557,
				"parentID": null,
				"statusID": 2,
				"lft": 640,
				"rgt": 641,
				"commentSequence": 18460557,
				"commentBody": "There are a lot of Christians in academia. But what scholar isn't going to question the extremist worldview that is embraced by Evangelicalism, and its social and political output? A lot of academics are traditionalists in practice and conservative in many ways, but the current trend of what is now labeled \"conservatism\" is too politically extreme for open-minded individuals to embrace.",
				"commentTitle": "<br/>",
				"createDate": "1462680368",
				"updateDate": "1462676827",
				"approveDate": "1462680427",
				"userID": 57609397,
				"userDisplayName": "D.A.Oh",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Middle America",
				"editorsSelection": 0,
				"recommendationCount": 23,
				"replyCount": 0,
				"assetID": 3452028,
				"assetURL": "http://www.nytimes.com/2016/05/08/opinion/sunday/a-confession-of-liberal-intolerance.html",
				"status": "approved",
				"commentType": "comment",
				"replies": []
			}, {
				"commentID": 18460577,
				"parentID": 18459461,
				"statusID": 2,
				"lft": 71,
				"rgt": 72,
				"commentSequence": 18460577,
				"commentBody": "Martin, I was kinda hoping he would be mobbed. Wasn't ABET in the puzzle?",
				"commentTitle": "<br/>",
				"createDate": "1462680633",
				"updateDate": "1462677066",
				"approveDate": "1462680666",
				"userID": 12857582,
				"userDisplayName": "John",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Chicago",
				"editorsSelection": 0,
				"recommendationCount": 0,
				"replyCount": 0,
				"assetID": 3452038,
				"assetURL": "http://wordplay.blogs.nytimes.com/2016/05/07/trapped-moisture/",
				"status": "approved",
				"commentType": "userReply",
				"replies": []
			}, {
				"commentID": 18460581,
				"parentID": null,
				"statusID": 2,
				"lft": 642,
				"rgt": 643,
				"commentSequence": 18460581,
				"commentBody": "I agree that liberals can be bigoted, but on some subjects -- not all-- reality really does have a liberal bias.  It is not the fault of liberals if conservatives deny evolution or climate change or endorse supply side economics.  In cases where some liberals take silly anti science positions they too are dismissed.  I'm thinking of the anti vaccinatin movement, though that seems to have crossed ideological lines.  <br/><br/>In English classes--well, honestly, who cares what the latest fashion in literary criticism happens to be?  I'd probably support the conservatives on this one.",
				"commentTitle": "<br/>",
				"createDate": "1462680695",
				"updateDate": "1462677127",
				"approveDate": "1462680727",
				"userID": 61541717,
				"userDisplayName": "Donald",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Yonkers",
				"editorsSelection": 0,
				"recommendationCount": 11,
				"replyCount": 0,
				"assetID": 3452028,
				"assetURL": "http://www.nytimes.com/2016/05/08/opinion/sunday/a-confession-of-liberal-intolerance.html",
				"status": "approved",
				"commentType": "comment",
				"replies": []
			}, {
				"commentID": 18460602,
				"parentID": null,
				"statusID": 2,
				"lft": 644,
				"rgt": 645,
				"commentSequence": 18460602,
				"commentBody": "It would have been helpful to define terms here. Rather than an identity as evangelical Christian or garden-variety conservative, what specific ideas are we talking about? And if political persuasion is as powerful as the Journal of PoliSci indicates, maybe it's better to respect that power and examine what it means. <br/><br/>How many liberals, much less Marxists, do you find at business schools? The nature of academic programs themselves often does the sorting almost automatically, like the Sorting Hat at Hogwarts. <br/><br/>Unfortunately for the conservative academics, it is people from their side of the political aisle who are shutting down or seriously undermining the funding of educational resources, e.g., in the great public universities of Wisconsin and Indiana or the closure of the Illinois State Museum, including dismantling of valuable research collections. It is a conservative agenda to teach religious dogma in biology classes at public schools and demonize and deride the teaching of evolution. If conservatives don't support these aspects of modern conservatism, they need to say so, loudly, clearly, publicly, and often. ",
				"commentTitle": "<br/>",
				"createDate": "1462680890",
				"updateDate": "1462677307",
				"approveDate": "1462680907",
				"userID": 16909680,
				"userDisplayName": "Sarah D.",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Monague, MA",
				"editorsSelection": 0,
				"recommendationCount": 68,
				"replyCount": 0,
				"assetID": 3452028,
				"assetURL": "http://www.nytimes.com/2016/05/08/opinion/sunday/a-confession-of-liberal-intolerance.html",
				"status": "approved",
				"commentType": "comment",
				"replies": []
			}, {
				"commentID": 18460622,
				"parentID": null,
				"statusID": 2,
				"lft": 646,
				"rgt": 647,
				"commentSequence": 18460622,
				"commentBody": "\"To me, the conversation illuminated primarily liberal arrogance — the implication that conservatives don’t have anything significant to add to the discussion.\"  Here we go again; yet another argument that there must be some symmetry between left and right.   George Yancey may think he has problems because he is a Christian, but Pope Francis is also a Christian, and those of us more to the left than liberals would be delighted to have people who think the way he does on university faculties.",
				"commentTitle": "<br/>",
				"createDate": "1462681160",
				"updateDate": "1462677607",
				"approveDate": "1462681207",
				"userID": 53049190,
				"userDisplayName": "John Williams",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Petrolia, CA",
				"editorsSelection": 0,
				"recommendationCount": 11,
				"replyCount": 0,
				"assetID": 3452028,
				"assetURL": "http://www.nytimes.com/2016/05/08/opinion/sunday/a-confession-of-liberal-intolerance.html",
				"status": "approved",
				"commentType": "comment",
				"replies": []
			}, {
				"commentID": 18460644,
				"parentID": null,
				"statusID": 2,
				"lft": 648,
				"rgt": 649,
				"commentSequence": 18460644,
				"commentBody": "I'm a liberal, and I agree with Kristof. I think the comments make his case. Far too many of them essentially equate all conservatives with flat-earthers. Commentators show absolutely no ability to engage with conservative thought in its diversity. You can say this while recognizing that the current GOP is an intellectual mess, and was so even before Trump. I'd like to think academe is less biased than these comments, but I frankly doubt that. The result is students, at least those clued in enough to get with the program, learn to mouth liberal pieties without thinking them through. They can't think them through because liberalism is too often presented as the only fact-based or moral worldview. No one even makes an effort to teach what conservative though is, and where it originated, whereas everyone at least meets Marx. How many undergraduates have even heard of Burke? <br/><br/>Even if your goal is to produce liberal acolytes, I'd like to think that the best way to do that is by teaching them to know their enemy. Knowing one's enemy requires you to see things as the enemy does. Instead students either join the liberal echo-chamber or pretend to do so, only to rejoin the conservative echo-chamber upon graduation. So a liberal professor doesn't have to pretend to be neutral to teach conservative thought. Of course if education rather than indoctrination is your goal, you're failing still more miserably if you present only point side of view. ",
				"commentTitle": "<br/>",
				"createDate": "1462681419",
				"updateDate": "1462677848",
				"approveDate": "1462681448",
				"userID": 4449793,
				"userDisplayName": "David M. Johnson",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Carbondale IL",
				"editorsSelection": 0,
				"recommendationCount": 31,
				"replyCount": 0,
				"assetID": 3452028,
				"assetURL": "http://www.nytimes.com/2016/05/08/opinion/sunday/a-confession-of-liberal-intolerance.html",
				"status": "approved",
				"commentType": "comment",
				"replies": []
			}, {
				"commentID": 18460638,
				"parentID": null,
				"statusID": 2,
				"lft": 650,
				"rgt": 651,
				"commentSequence": 18460638,
				"commentBody": "Academia exists to question all assumptions. That is in direct opposition to fundamentalism of any kind. That is why there are fewer evangelicals in academia, or why intellectuals don't have time for them.  For them, faith means belief despite evidence, not thought based on it.",
				"commentTitle": "<br/>",
				"createDate": "1462681392",
				"updateDate": "1462677849",
				"approveDate": "1462681449",
				"userID": 72434455,
				"userDisplayName": "Sue",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Philly",
				"editorsSelection": 0,
				"recommendationCount": 31,
				"replyCount": 0,
				"assetID": 3452028,
				"assetURL": "http://www.nytimes.com/2016/05/08/opinion/sunday/a-confession-of-liberal-intolerance.html",
				"status": "approved",
				"commentType": "comment",
				"replies": []
			}, {
				"commentID": 18460651,
				"parentID": null,
				"statusID": 2,
				"lft": 26,
				"rgt": 33,
				"commentSequence": 18460651,
				"commentBody": "Of course you need to be responsible if you are thinking about having a pet in your house. It's not a spur-of-the-moment decision (or it shouldn't be). I have been lucky enough to have had three cats come into my life (from 1979 until 2007), and I always tried to be there for them when possible. My first cat, Alec, found ways to stay entertained. I didn't realize this until I was home sick one day. I lived on the first floor of my coop, and I was in bed wheezing and sneezing. For a while he was quite attentive, then he went behind the blinds to face the street. Then passers-by came up to the window to say hello to Alec (by name!) and talk with him. He went on like this for hours. His best friend was a Belgian Shepherd name Pele, who was many times his size (there's a sad story about Pele, but I won't tell it here). <br/><br/>Fast forward several years. I was living in Atlanta and shopping at PetSmart for food and litter, which I'd loaded into my shopping cart. A demonstrator walked up to me and asked, \"Excuse me, sir, but do you own a cat?\" Without missing a beat I replied, \"No, but I'm owned by two cats.\" She looked at me like I was crazy. \"You are obviously not a cat person,\" I added.<br/><br/>I miss my Alec, my Gary, and my Cassandra. But now I'm too old, I fear, to do right by any animal, so I refrain. I only want what's best for them, and I don't think I can any longer provide it. See, Ms. Pierce, some of us really do care and understand.",
				"commentTitle": "<br/>",
				"createDate": "1462681458",
				"updateDate": "1462677907",
				"approveDate": "1462681507",
				"userID": 240353,
				"userDisplayName": "Kofender",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Palm Springs, CA",
				"editorsSelection": 0,
				"recommendationCount": 131,
				"replyCount": 3,
				"assetID": 3452030,
				"assetURL": "http://www.nytimes.com/2016/05/08/opinion/sunday/is-your-pet-lonely-and-bored.html",
				"status": "approved",
				"commentType": "comment",
				"replies": {
					"comments": [{
							"commentID": 18461185,
							"status": "approved",
							"commentSequence": 18461185,
							"userID": 45901674,
							"userDisplayName": "Ozzie Lewis",
							"userLocation": "Atlanta, GA",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "n/a",
							"commentBody": "I loved hearing about the cats you have loved.",
							"createDate": "1462689097",
							"updateDate": "1462722739",
							"approveDate": "1462726339",
							"recommendations": 3,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 18460651,
							"parentUserDisplayName": "Kofender",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}, {
							"commentID": 18461970,
							"status": "approved",
							"commentSequence": 18461970,
							"userID": 52148588,
							"userDisplayName": "Chuck",
							"userLocation": "Adirondacks",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "I'm distressed by your claim that you're too old to do right by an animal (nonhuman) companion, unless you're infirm and live alone (with no other humans). We're pretty old as well, and down to one, 13 year old dog after a life time of quite a serial set of critters. We could never live without animal companions, and fully intend to replace Leander if he goes on to doggy heaven before we become infirm. Our daughter pledges to take over whatever pets we leave, and we have provided for them in our will. I don't see an ethical problem here, but maybe I'm missing something.",
							"createDate": "1462704433",
							"updateDate": "1462703011",
							"approveDate": "1462706611",
							"recommendations": 3,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 18460651,
							"parentUserDisplayName": "Kofender",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}, {
							"commentID": 18462430,
							"status": "approved",
							"commentSequence": 18462430,
							"userID": 65601899,
							"userDisplayName": "rs",
							"userLocation": "california",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "My mother had a snippy little poodle who would snap at people if they walked by when he was eating.  He bit my brother's young children once or twice.  Once, when my mother was feeling morose (shortly after my father had died and 25 years before she did), she asked my brother if he would \"take care of Sparky\" when she died.  He looked at her and said, meaningfully, \"Oh, yes, I'll take care of him.\"  As my mother later told me, \"I knew right then that I had to outlive that dog!\"",
							"createDate": "1462707985",
							"updateDate": "1462712242",
							"approveDate": "1462715842",
							"recommendations": 4,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 18460651,
							"parentUserDisplayName": "Kofender",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}
					]
				}
			}, {
				"commentID": 18460603,
				"parentID": null,
				"statusID": 2,
				"lft": 52,
				"rgt": 61,
				"commentSequence": 18460603,
				"commentBody": "Mugabe is a disgrace to Africa, his country and humanity at large.<br/><br/>He is proof that no matter how bad a government is, it can always get worse.",
				"commentTitle": "<br/>",
				"createDate": "1462680893",
				"updateDate": "1462677948",
				"approveDate": "1462681548",
				"userID": 57987015,
				"userDisplayName": "David Parsons",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "San Francisco",
				"editorsSelection": 0,
				"recommendationCount": 72,
				"replyCount": 4,
				"assetID": 3452042,
				"assetURL": "http://www.nytimes.com/2016/05/08/world/africa/zimbabwe-president-robert-mugabe-falters.html",
				"status": "approved",
				"commentType": "comment",
				"replies": {
					"comments": [{
							"commentID": 18460844,
							"status": "approved",
							"commentSequence": 18460844,
							"userID": 69001627,
							"userDisplayName": "Usha Srinivasan",
							"userLocation": "Martyand",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "He is proof no matter how bad his govt. gets the dictator stays.",
							"createDate": "1462684039",
							"updateDate": "1462689808",
							"approveDate": "1462693408",
							"recommendations": 5,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 18460603,
							"parentUserDisplayName": "David Parsons",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}, {
							"commentID": 18463481,
							"status": "approved",
							"commentSequence": 18463481,
							"userID": 14607849,
							"userDisplayName": "dapperdan37",
							"userLocation": "Fayetteville, ar",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "Lumping Obama in with Mugabe?<br/>False equivalency much?<br/>Wow indeed.",
							"createDate": "1462713329",
							"updateDate": "1462710259",
							"approveDate": "1462713859",
							"recommendations": 9,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 18460603,
							"parentUserDisplayName": "David Parsons",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}, {
							"commentID": 18467105,
							"status": "approved",
							"commentSequence": 18467105,
							"userID": 9640850,
							"userDisplayName": "L’OsservatoreA",
							"userLocation": "Fair Verona",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "Arrogance and corruption never work out, especially in democracies. I suggest you get curious about Oba's war on the Inspectors General and how he crushes whistleblowers.",
							"createDate": "1462749238",
							"updateDate": "1462746548",
							"approveDate": "1462750148",
							"recommendations": 0,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 18460603,
							"parentUserDisplayName": "David Parsons",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}
					]
				}
			}, {
				"commentID": 18460521,
				"parentID": 18459690,
				"statusID": 2,
				"lft": 3,
				"rgt": 4,
				"commentSequence": 18460521,
				"commentBody": "What is your basis for your statement? What do you know about the people and country of Zimbabwe that you can make such a statement.  <br/><br/>The last 10 to 15 years of articles in the Western press have all predicted imminent massive bloodshed in Zimbabwe, but that has never come to pass.",
				"commentTitle": "<br/>",
				"createDate": "1462680058",
				"updateDate": "1462677996",
				"approveDate": "1462681596",
				"userID": 48093391,
				"userDisplayName": "Ivan Ndanga",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Massachusetts",
				"editorsSelection": 0,
				"recommendationCount": 4,
				"replyCount": 0,
				"assetID": 3452042,
				"assetURL": "http://www.nytimes.com/2016/05/08/world/africa/zimbabwe-president-robert-mugabe-falters.html",
				"status": "approved",
				"commentType": "userReply",
				"replies": []
			}, {
				"commentID": 18460532,
				"parentID": null,
				"statusID": 2,
				"lft": 62,
				"rgt": 63,
				"commentSequence": 18460532,
				"commentBody": "\"Is Mr. Mugabe fit enough to complete his term and run for re-election in 2018, as he has pledged to do?\"<br/><br/>if mr. mugabe still has his mental faculties, he should do the honorable thing for his country and say that he will not run for re-election.  despite a checkered past, and that is being extremely kind, it's never too late to reform.  <br/><br/>countries can last forever.  individuals can not.<br/><br/>p.s. comparisons to mao zedong, while possibly accurate, are not flattering.",
				"commentTitle": "<br/>",
				"createDate": "1462680162",
				"updateDate": "1462677996",
				"approveDate": "1462681596",
				"userID": 948194,
				"userDisplayName": "thomas bishop",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "LA",
				"editorsSelection": 0,
				"recommendationCount": 7,
				"replyCount": 0,
				"assetID": 3452042,
				"assetURL": "http://www.nytimes.com/2016/05/08/world/africa/zimbabwe-president-robert-mugabe-falters.html",
				"status": "approved",
				"commentType": "comment",
				"replies": []
			}, {
				"commentID": 18460572,
				"parentID": 18459994,
				"statusID": 2,
				"lft": 23,
				"rgt": 24,
				"commentSequence": 18460572,
				"commentBody": "The key political and moral question in the late 1990s - were the Brits going to subsidies land purchases of settlers who controlled almost all of the arable farm land so that indigenous rural class could be created. This would effectively mean Brits supporting compulsory purchase of settlers land at market prices.<br/><br/>The British government policy decision lead by the lefty minister Peter Hain was no and subsequent decision to oust Mugabe was put in place. This in turn led to an anglophile Mugabe to carry out monstrous policies that led to millions of Zimbabwean fleeing their country and thousands paying with their lives.<br/><br/>So it's not the fault of the people as there is no government of the people.",
				"commentTitle": "<br/>",
				"createDate": "1462680552",
				"updateDate": "1462677996",
				"approveDate": "1462681596",
				"userID": 74677615,
				"userDisplayName": "P.Dayalji",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "London",
				"editorsSelection": 0,
				"recommendationCount": 4,
				"replyCount": 0,
				"assetID": 3452042,
				"assetURL": "http://www.nytimes.com/2016/05/08/world/africa/zimbabwe-president-robert-mugabe-falters.html",
				"status": "approved",
				"commentType": "userReply",
				"replies": []
			}, {
				"commentID": 18460664,
				"parentID": null,
				"statusID": 2,
				"lft": 164,
				"rgt": 165,
				"commentSequence": 18460664,
				"commentBody": "Trump represents as you say a throwback, but one that more people are happy with than society wants to admit.  The current political discourse states the need for men to be overly tolerant and politically correct about women's rights, and have a certain degree of shame about their sexuality.  In truth such men are still routinely passed over and regarded as inferior by both sexes.",
				"commentTitle": "n/a",
				"createDate": "1462681660",
				"updateDate": "1462678086",
				"approveDate": "1462681686",
				"userID": 74319057,
				"userDisplayName": "Stefan",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Vancouver",
				"editorsSelection": 0,
				"recommendationCount": 7,
				"replyCount": 0,
				"assetID": 3452034,
				"assetURL": "http://www.nytimes.com/2016/05/08/opinion/sunday/sex-and-the-singular-pol.html",
				"status": "approved",
				"commentType": "comment",
				"replies": []
			}, {
				"commentID": 18460670,
				"parentID": null,
				"statusID": 2,
				"lft": 652,
				"rgt": 653,
				"commentSequence": 18460670,
				"commentBody": "Kristof's article would have benefitted from a definition of \"conservative.\" Conservative does not equal ignorant. Clearly, many commenters have had little interaction with academic conservatives, or did not realize their professors' political leanings. Back in the old days (the 90s) I did have excellent humanities and social science professors who fit this description. Their alternative perspective was and continues to be critical in building a solid foundation for my own liberal views.  ",
				"commentTitle": "<br/>",
				"createDate": "1462681740",
				"updateDate": "1462678147",
				"approveDate": "1462681747",
				"userID": 62924573,
				"userDisplayName": "SSA",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "st paul",
				"editorsSelection": 0,
				"recommendationCount": 8,
				"replyCount": 0,
				"assetID": 3452028,
				"assetURL": "http://www.nytimes.com/2016/05/08/opinion/sunday/a-confession-of-liberal-intolerance.html",
				"status": "approved",
				"commentType": "comment",
				"replies": []
			}, {
				"commentID": 18460675,
				"parentID": 18460163,
				"statusID": 2,
				"lft": 543,
				"rgt": 544,
				"commentSequence": 18460675,
				"commentBody": "And liberals refuse to accept scientific studies showing safety of fracking, safety of GMO's, safety of vaccines, laws of economics showing that tax cuts lead to prosperity of everyone, minimum wage causes unemployment and refuse to accept that girls and boys have different bodies and girls should not be forced to see a man dropping their pants in the girls restroom.  On the other hand science proves that the myth of climate cooling (sorry 70's term) warming (sorry 90's term) change (I think that I got it right - although I am sure that it will change again in a few year once the data proves it wrong).  Evolution is still theory my friend.  Should I go on how liberals refuse to accept science?",
				"commentTitle": "<br/>",
				"createDate": "1462681813",
				"updateDate": "1462678266",
				"approveDate": "1462681866",
				"userID": 66388109,
				"userDisplayName": "Mario M",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "NJ",
				"editorsSelection": 0,
				"recommendationCount": 3,
				"replyCount": 0,
				"assetID": 3452028,
				"assetURL": "http://www.nytimes.com/2016/05/08/opinion/sunday/a-confession-of-liberal-intolerance.html",
				"status": "approved",
				"commentType": "userReply",
				"replies": []
			}, {
				"commentID": 18460691,
				"parentID": null,
				"statusID": 2,
				"lft": 10,
				"rgt": 11,
				"commentSequence": 18460691,
				"commentBody": "We are looking in a funhouse mirror.",
				"commentTitle": "<br/>",
				"createDate": "1462682001",
				"updateDate": "1462678446",
				"approveDate": "1462682046",
				"userID": 21674888,
				"userDisplayName": "RoughAcres",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "New York",
				"editorsSelection": 0,
				"recommendationCount": 23,
				"replyCount": 0,
				"assetID": 3452029,
				"assetURL": "http://www.nytimes.com/2016/05/08/opinion/sunday/trump-truth-and-the-power-of-contradiction.html",
				"status": "approved",
				"commentType": "comment",
				"replies": []
			}, {
				"commentID": 18460698,
				"parentID": null,
				"statusID": 2,
				"lft": 654,
				"rgt": 655,
				"commentSequence": 18460698,
				"commentBody": "The problem on campus is not \"conservatives,\" unless conservatives are by definition indifferent, or hostile, to racial, sexual, gender, and economic justice as legitimate realms of academic interest; and to earth- and social- sciences as legitimate foundations for intellectual pursuits.  The problem on campus is the resistance to scholars (teachers and students) and to studies that lend themselves to the struggles for justice on and beyond the campus.",
				"commentTitle": "<br/>",
				"createDate": "1462682104",
				"updateDate": "1462678567",
				"approveDate": "1462682167",
				"userID": 14812273,
				"userDisplayName": "Carter Heyward",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Cedar Mountain NC",
				"editorsSelection": 0,
				"recommendationCount": 3,
				"replyCount": 0,
				"assetID": 3452028,
				"assetURL": "http://www.nytimes.com/2016/05/08/opinion/sunday/a-confession-of-liberal-intolerance.html",
				"status": "approved",
				"commentType": "comment",
				"replies": []
			}, {
				"commentID": 18460732,
				"parentID": null,
				"statusID": 2,
				"lft": 656,
				"rgt": 659,
				"commentSequence": 18460732,
				"commentBody": "In Season 2 of West Wing, a young, Republican pundit sublimely defeats Sam Seaborne in a debate.  To her shock, she gets recruited by White House.  To accept this propitious position would be to repudiate her deeply rooted Southern conservative beliefs at the scorn of her friends.  After meeting with Leo (Chief of Staff), she comes to an epiphany that all her life, she had built a contempt towards the people espousing liberal views far exceeding her actual disapproval of progressive views.    <br/><br/>In this archetype democracy the U.S. has crafted, respect for freedom of thought, conscience, and speech is at its pillar.  Discussions with those who disagree with us imbues the vitality which progresses our society.  When academia (more in the 'blues states') discredits ideas that differ from their own, divisions are further deepened between the 'red' and 'blue states'.  This, I believe, not only entrenches political ideology on both sides, but has the unintended consequence of deepening socioeconomic inequality in 'red states'.  Liberal thinkers will flock to 'blue states', while conservatives will face less debate in the 'red states' leading to unopposed policies furthering inequity in education, social programs, and health.  <br/><br/>I endorse an openness to discuss the issues, rather than a perjorative distaste towards people we disagree with.  We can not embody human progress under a resounding gong, I have seen enough of that in totalitarian states, not in a democracy.  ",
				"commentTitle": "<br/>",
				"createDate": "1462682511",
				"updateDate": "1462739040",
				"approveDate": "1462682527",
				"userID": 58680644,
				"userDisplayName": "Green",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Cambridge, MA",
				"editorsSelection": 0,
				"recommendationCount": 4,
				"replyCount": 1,
				"assetID": 3452028,
				"assetURL": "http://www.nytimes.com/2016/05/08/opinion/sunday/a-confession-of-liberal-intolerance.html",
				"status": "approved",
				"commentType": "comment",
				"replies": {
					"comments": [{
							"commentID": 18460904,
							"status": "approved",
							"commentSequence": 18460904,
							"userID": 67633606,
							"userDisplayName": "AussieAmerican",
							"userLocation": "Malvern, PA",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "Green, <br/><br/>  That was possibly one of my favorite story arcs in \"The West Wing!\" That, and Bartlet's statement at a debate \"I'm the President of the United States, not the president of the people who agree with me...and if liberals have a problem with that, then they should vote for somebody else.\"",
							"createDate": "1462684594",
							"updateDate": "1462711210",
							"approveDate": "1462714810",
							"recommendations": 0,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 18460732,
							"parentUserDisplayName": "Green",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}
					]
				}
			}, {
				"commentID": 18459531,
				"parentID": 18458759,
				"statusID": 2,
				"lft": 1753,
				"rgt": 1754,
				"commentSequence": 18459531,
				"commentBody": "Me, too!<br/>Go!",
				"commentTitle": "<br/>",
				"createDate": "1462670865",
				"updateDate": "1462679106",
				"approveDate": "1462682706",
				"userID": 7122693,
				"userDisplayName": "asg",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Good Ol#39; Angry USA",
				"editorsSelection": 0,
				"recommendationCount": 2,
				"replyCount": 0,
				"assetID": 3452026,
				"assetURL": "http://www.nytimes.com/2016/05/08/us/what-makes-texas-texas.html",
				"status": "approved",
				"commentType": "userReply",
				"replies": []
			}
		],
		"totalCommentsReturned": 25,
		"totalCommentsFound": 7919,
		"api_timestamp": "1488489296"
	}
}
