{
	"debug": {
		"version": 3.1
	},
	"status": "OK",
	"copyright": "Copyright (c) 2017 The New York Times Company.  All Rights Reserved.",
	"results": {
		"comments": [{
				"commentID": 20735942,
				"parentID": 20732796,
				"statusID": 2,
				"lft": 671,
				"rgt": 672,
				"commentSequence": 20735942,
				"commentBody": "People:<br/><br/>Obama was given the chance every president is given, not to impose policy preferences as some anointed right, but to convince enough people to follow him to the same result. Reagan was pilloried every day by liberals who were adamantly against everything he believed and sought to do. Yet Reagan turned enough people, even when he DIDN'T have a supportive Congress, and largely DID was he said he was going to do. <br/><br/>We make altogether too many excuses for a president who failed to do the same thing, despite the fact that many disagreed with his aims for America. At the end of HIS eight years, Reagan had hard-hat, life-long Democrats screaming \"Four more years!\" Whether Trump succeeds or not at duplicating that feet, it's quite clear that Barack Obama didn't -- it was those same hard-hats who elected Trump.",
				"commentTitle": "<br/>",
				"createDate": "1481173165",
				"updateDate": "1481173206",
				"approveDate": "1481173206",
				"userID": 47123844,
				"userDisplayName": "Richard Luettgen",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "New Jersey",
				"editorsSelection": 0,
				"recommendationCount": 0,
				"replyCount": 0,
				"assetID": 3462805,
				"assetURL": "http://www.nytimes.com/2016/12/07/opinion/donald-trumps-big-idea-dont-blame-me.html",
				"status": "approved",
				"commentType": "userReply",
				"replies": []
			}, {
				"commentID": 20735946,
				"parentID": null,
				"statusID": 2,
				"lft": 264,
				"rgt": 265,
				"commentSequence": 20735946,
				"commentBody": "“…climate action is already happening, often in nimble and collaborative ways that do not rely on the will of national governments.” <br/>\t\t\t\t— Morton Neilson, Managing Director, Sustania <br/><br/>This is terrible news, but climate action must move forward. States, cities and businesses can take the lead. They are more accessible to their citizens than is the federal government, so your input and efforts can count. <br/><br/>Also, cities are fighting climate change on an international level. Check out the work of the C40 Cities Climate Leadership Group which represents 8o of the world's major cities and works hand in hand with the Paris Climate Accord nations. Check it out and join in. <br/><br/>As the U.S. Government moves backwards, the rest of the world, including U.S. citizens, can fight for a sustainable future. ",
				"commentTitle": "<br/>",
				"createDate": "1481173249",
				"updateDate": "1481173266",
				"approveDate": "1481173266",
				"userID": 31740333,
				"userDisplayName": "Philip S. Wenz",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Corvallis, Oregon",
				"editorsSelection": 0,
				"recommendationCount": 64,
				"replyCount": 0,
				"assetID": 3462812,
				"assetURL": "http://www.nytimes.com/2016/12/07/opinion/an-enemy-of-the-epa-to-head-it.html",
				"status": "approved",
				"commentType": "comment",
				"replies": []
			}, {
				"commentID": 20735965,
				"parentID": 20735465,
				"statusID": 2,
				"lft": 3693,
				"rgt": 3694,
				"commentSequence": 20735965,
				"commentBody": "And you know this how???  Not the Bible because you seem to believe the earth is millions of years old.  Devine revelation?   Perhaps you should write a book.  Otherwise, I think I will believe the scientists who have worked hard trying to piece together the history of the Earth's climate.  As for you, I have no reason to believe in the prophat DAN.",
				"commentTitle": "<br/>",
				"createDate": "1481173550",
				"updateDate": "1481173566",
				"approveDate": "1481173566",
				"userID": 7531892,
				"userDisplayName": "Pajaritomt",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "New Mexico",
				"editorsSelection": 0,
				"recommendationCount": 8,
				"replyCount": 0,
				"assetID": 3462804,
				"assetURL": "http://www.nytimes.com/2016/12/07/us/politics/scott-pruitt-epa-trump.html",
				"status": "approved",
				"commentType": "userReply",
				"replies": []
			}, {
				"commentID": 20735987,
				"parentID": null,
				"statusID": 2,
				"lft": 266,
				"rgt": 269,
				"commentSequence": 20735987,
				"commentBody": "    \"Once I was in Victoria, and I saw a very large house. They told me it was a bank and that the white men place their money there to be taken care of, and that by and by they got it back with interest. \"We are Indians and we have no such bank; but when we have plenty of money or blankets, we give them away to other chiefs and people, and by and by they return them with interest, and our hearts feel good. Our way of giving is our bank.\"<br/><br/>Chief Maquinna, Nootka<br/><br/>\"I love this land and the buffalo and will not part with it. I want you to understand well what I say. Write it on paper...I hear a great deal of good talk from the gentlemen the Great Father sends us, but they never do what they say. I don't want any of the medicine lodges (schools and churches) within the country. I want the children raised as I was.<br/><br/>    I have heard you intend to settle us on a reservation near the mountains. I don't want to settle. I love to roam over the prairies. There I feel free and happy, but when we settle down we grow pale and die.<br/><br/>    A long time ago this land belonged to our fathers, but when I go up to the river I see camps of soldiers on its banks. These soldiers cut down my timber, they kill my buffalo and when I see that, my heart feels like bursting.\"<br/><br/>Santana, Kiowa Chief<br/><br/>This is a struggle which each of us, in our own way, must fight against those who care little for the earth, for clean air, clean water.",
				"commentTitle": "<br/>",
				"createDate": "1481173862",
				"updateDate": "1481173868",
				"approveDate": "1481173868",
				"userID": 29899499,
				"userDisplayName": "Tim B",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Seattle",
				"editorsSelection": 0,
				"recommendationCount": 137,
				"replyCount": 1,
				"assetID": 3462812,
				"assetURL": "http://www.nytimes.com/2016/12/07/opinion/an-enemy-of-the-epa-to-head-it.html",
				"status": "approved",
				"commentType": "comment",
				"replies": {
					"comments": [{
							"commentID": 20736119,
							"status": "approved",
							"commentSequence": 20736119,
							"userID": 62945206,
							"userDisplayName": "Montreal Moe",
							"userLocation": "WestPark,  Quebec",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "Tim,<br/>In a time when we all can use a little optimism I would like to suggest  John Ralston Saul's latest book The Comeback.<br/>In 1992 Saul's Voltaire's Bastards made the NYT nonfiction best seller's list its alternate title is The Dictatorship of Reason in the West.<br/>In 2005 Sauls The Collapse of Globalism and the Reinvention of the World foresees the election of a Trump in its penultimate chapter The End of Belief.<br/>In 2015 John Ralston Saul wrote The Comeback about Canada becoming again an Aboriginal Nation.<br/>John Ralston Saul is an Historian, philosopher, writer co founder of Canada's oil company PetroCan, lecturer and former head of PEN International.<br/>Time magazine called him a prophet back in 2005, I was not in the least surprised by Trump's victory, The Comeback should give us all some cause for optimism.<br/>Trump's victory is the beginning not the end. No one else could cause Jews and Muslims to walk arm in arm in solidarity. Canada, Mexico and much of the rest of the world is prepared to take a major economic hit but President Trump will be the excuse we have all been waiting for to do the right thing.",
							"createDate": "1481175903",
							"updateDate": "1481197947",
							"approveDate": "1481197947",
							"recommendations": 1,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 20735987,
							"parentUserDisplayName": "Tim B",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}
					]
				}
			}, {
				"commentID": 20735981,
				"parentID": 20731487,
				"statusID": 2,
				"lft": 733,
				"rgt": 734,
				"commentSequence": 20735981,
				"commentBody": "Absolutely. But please note only about 25% of eligible voters voted for Trump. With new voter restrictions put in place in the states that controlled 70% of the electoral votes--Republican leaders delivered. Millions of people have been disenfranchised from voting or have had their votes discounted through gerrymandering and vote suppression tactics. The American voting system has been gamed and with Pruitt's selection Trump again proves he's ready to infuse casino-style politics into government.",
				"commentTitle": "<br/>",
				"createDate": "1481173821",
				"updateDate": "1481173869",
				"approveDate": "1481173869",
				"userID": 31713359,
				"userDisplayName": "Ann",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "California",
				"editorsSelection": 0,
				"recommendationCount": 1,
				"replyCount": 0,
				"assetID": 3462804,
				"assetURL": "http://www.nytimes.com/2016/12/07/us/politics/scott-pruitt-epa-trump.html",
				"status": "approved",
				"commentType": "userReply",
				"replies": []
			}, {
				"commentID": 20735991,
				"parentID": null,
				"statusID": 2,
				"lft": 3732,
				"rgt": 3733,
				"commentSequence": 20735991,
				"commentBody": "If the citizens of Montgomery could go more than a year without riding the bus, the rest of us can make some specific, heroic, sacrifices. Trump has no empathy, and he can't be shamed, so he and his friends need to be overwhelmed by direct action that hits their pocketbocks. We need organizers. How about no shopping until this guy goes? Stop the ecomomy so as to build collective will to stop Trump. ",
				"commentTitle": "<br/>",
				"createDate": "1481173902",
				"updateDate": "1481173926",
				"approveDate": "1481173926",
				"userID": 22739177,
				"userDisplayName": "paula",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "new york",
				"editorsSelection": 0,
				"recommendationCount": 12,
				"replyCount": 0,
				"assetID": 3462804,
				"assetURL": "http://www.nytimes.com/2016/12/07/us/politics/scott-pruitt-epa-trump.html",
				"status": "approved",
				"commentType": "comment",
				"replies": []
			}, {
				"commentID": 20735994,
				"parentID": null,
				"statusID": 2,
				"lft": 270,
				"rgt": 275,
				"commentSequence": 20735994,
				"commentBody": "Welcome to Oklahoma! Under Trump, America will become just as poor and poorly governed as the flat--out-broke state of Oklahoma.<br/>In Oklahoma the oil companies are god. The state government ties themselves in knots to accommodate big oil. Here is how the oil companies thank the state. After every boom ends, and they always end, the oil companies move on leaving the state poor and with torn up roads due to the weight of oil trucks, with empty hospitals which were built to take care of the many oil field accidents, and with unemployed oil field workers who aren't trained to do anything else. Many of them look for work after having their hands crushed or fingers torn off.<br/>I've lived here off and on for almost my entire life. There were never earthquakes before fracking. Now there are earthquakes every day. Oil companies aren't paying for the big cracks in people's tornado shelters. They're not paying for the brick siding that falls off people's houses. Oil companies claim fracking doesn't cause earthquakes and Pruitt goes along with them. Fracking doesn't pay anymore so the oil companies have moved on, but the earthquakes continue. After a 5.6 earthquake in November, the town of Cushing is suing energy companies for all the damage. If Pruitt has his way, Cushing will be out of luck because the oil companies will never pay.<br/>If you want to be left high and dry, like Oklahoma is over and over, go ahead and support Trump and Pruitt. Industry will suck us dry.",
				"commentTitle": "<br/>",
				"createDate": "1481173946",
				"updateDate": "1481173987",
				"approveDate": "1481173987",
				"userID": 25141914,
				"userDisplayName": "Linda",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Oklahoma",
				"editorsSelection": 0,
				"recommendationCount": 265,
				"replyCount": 2,
				"assetID": 3462812,
				"assetURL": "http://www.nytimes.com/2016/12/07/opinion/an-enemy-of-the-epa-to-head-it.html",
				"status": "approved",
				"commentType": "comment",
				"replies": {
					"comments": [{
							"commentID": 20739300,
							"status": "approved",
							"commentSequence": 20739300,
							"userID": 57543070,
							"userDisplayName": "sharon",
							"userLocation": "worcester county, ma",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "Linda- how horrible for you and fellow Oklahomans whose warnings of trump's danger fell on deaf ears. 70% of OK voted for trump and the destruction that is sure to follow. What were they thinking?<br/>That is one of my greatest fears, that the people will be stripped of their right to sue for the damage done by these companies. My town in Massachusetts recently won a $30 million settlement against Exxon/Mobil whose leaking gasoline tanks resulted in the contamination of 100's of residential wells, commercial wells and our four schools, town offices, library, a nursing home/ assisted living facility as well as a senior housing complex and several small restaurants. The settlement will pay for a public water system negotiated with a neighboring town. We are now suing a waste management facility that has poisoned well water in a different, very rural part of town. It is prohibitively expensive to have a public water facility since our town is one of the largest in land mass in Worcester County with low population density of 305 per square mile. Massachusetts as a state has a population density of 858. The residential water pipe cost on average is $25K. Some people own 500 feet of frontage. The pipe for these households would be around $80K! Some houses are miles apart.  Who should pay? The people or the polluters? Or do we just continue to drink toxic, cancer causing water until we die?<br/>How ALL of us don't find the possible elimination of the EPA terrifying is beyond comprehension.",
							"createDate": "1481207052",
							"updateDate": "1481211657",
							"approveDate": "1481211657",
							"recommendations": 1,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 20735994,
							"parentUserDisplayName": "Linda",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}, {
							"commentID": 20740053,
							"status": "approved",
							"commentSequence": 20740053,
							"userID": 59032267,
							"userDisplayName": "PRant",
							"userLocation": "NY",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "Oklahoma went solidly for Trump. The earthquakes were happening well before the election. They must like earthquakes. <br/><br/>I'm finding it hard to sympathize with my fellow Americans in Oklahoma. It's not like any of us are surprised that Trump would be an ally of the oil and gas industry, he never lied about that. He never promised to stop the fracking. Stop the belly aching ! There are plenty of blue states you can move to. ",
							"createDate": "1481209469",
							"updateDate": "1481213119",
							"approveDate": "1481213119",
							"recommendations": 2,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 20735994,
							"parentUserDisplayName": "Linda",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}
					]
				}
			}, {
				"commentID": 20736008,
				"parentID": 20733531,
				"statusID": 2,
				"lft": 2575,
				"rgt": 2576,
				"commentSequence": 20736008,
				"commentBody": "Escape the Saudis and face restive people all over the world who won't have enough arable land, can't find fish to eat, or get flooded out of their cities. Great idea! <br/><br/>Here's another. How about investing in renewables instead and try to save the planet along with our own rears. ",
				"commentTitle": "<br/>",
				"createDate": "1481174072",
				"updateDate": "1481174107",
				"approveDate": "1481174107",
				"userID": 22739177,
				"userDisplayName": "paula",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "new york",
				"editorsSelection": 0,
				"recommendationCount": 1,
				"replyCount": 0,
				"assetID": 3462804,
				"assetURL": "http://www.nytimes.com/2016/12/07/us/politics/scott-pruitt-epa-trump.html",
				"status": "approved",
				"commentType": "userReply",
				"replies": []
			}, {
				"commentID": 20736027,
				"parentID": null,
				"statusID": 2,
				"lft": 14,
				"rgt": 33,
				"commentSequence": 20736027,
				"commentBody": "and Elke<br/>While I started in the SE and had ET TU and MENU, decided to head to the NW (more  EASY and MISTy territory ) and LA DODGERS  got me ON IT.<br/>Did PAUSE very briefly about LA MAS, but no other MESS UPs.<br/>This SCHMO ( more into STEM than literature ) did google for a novel  named \"IT\", and , yep, there's one.<br/>Always like seeing ELLEN and ELSIE.<br/>Now waiting to see what the XWP PHENOMs  (looking at you, Leapy)  can come up with as more theme answers. Looks to me more difficult than it seems.<br/>Really enjoyed this funny Thursday puzzle ; partly because needed less help than usual.",
				"commentTitle": "<br/>",
				"createDate": "1481174261",
				"updateDate": "1481174287",
				"approveDate": "1481174287",
				"userID": 12521884,
				"userDisplayName": "Robert",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Vancouver, Canada",
				"editorsSelection": 0,
				"recommendationCount": 3,
				"replyCount": 9,
				"assetID": 3462815,
				"assetURL": "http://www.nytimes.com/2016/12/07/crosswords/daily-crossword-puzzle.html",
				"status": "approved",
				"commentType": "comment",
				"replies": {
					"comments": [{
							"commentID": 20741742,
							"status": "approved",
							"commentSequence": 20741742,
							"userID": 63483890,
							"userDisplayName": "Barry Ancona",
							"userLocation": "New York, NY",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "They are singers who dodge \"la\" going from \"sol\" to \"ti\" (much as the Brooklyn team and its fans dodged trolleys going to Ebbets Field).",
							"createDate": "1481215969",
							"updateDate": "1481215988",
							"approveDate": "1481215988",
							"recommendations": 0,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 20736027,
							"parentUserDisplayName": "Robert",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}, {
							"commentID": 20741927,
							"status": "approved",
							"commentSequence": 20741927,
							"userID": 607947,
							"userDisplayName": "Robert Michael Panoff",
							"userLocation": "Durham, NC",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "thanks, Barry!  That was the \"DOH!\" insight I was missing.",
							"createDate": "1481217100",
							"updateDate": "1481217131",
							"approveDate": "1481217131",
							"recommendations": 0,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 20736027,
							"parentUserDisplayName": "Robert",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}, {
							"commentID": 20741998,
							"status": "approved",
							"commentSequence": 20741998,
							"userID": 63483890,
							"userDisplayName": "Barry Ancona",
							"userLocation": "New York, NY",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "RMP,<br/>You're welcome.  There are a few things i'd *like* to miss.  Can I have some of whatever you're having?",
							"createDate": "1481217525",
							"updateDate": "1481217549",
							"approveDate": "1481217549",
							"recommendations": 0,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 20736027,
							"parentUserDisplayName": "Robert",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}
					]
				}
			}, {
				"commentID": 20733786,
				"parentID": null,
				"statusID": 2,
				"lft": 3379,
				"rgt": 3384,
				"commentSequence": 20733786,
				"commentBody": "He is a better spokesman for Viagra.  Why can't these old, retired GOP men stay retired????His opinions are no longer relevant.  Another war monger supporting that Trump",
				"commentTitle": "<br/>",
				"createDate": "1481155003",
				"updateDate": "1481174375",
				"approveDate": "1481174375",
				"userID": 56452888,
				"userDisplayName": "Phyllis",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Marlow America",
				"editorsSelection": 0,
				"recommendationCount": 6,
				"replyCount": 0,
				"assetID": 3462751,
				"assetURL": "http://www.nytimes.com/2016/12/06/us/politics/bob-dole-taiwan-lobby-trump.html",
				"status": "approved",
				"commentType": "comment",
				"replies": []
			}, {
				"commentID": 20734025,
				"parentID": null,
				"statusID": 2,
				"lft": 3380,
				"rgt": 3383,
				"commentSequence": 20734025,
				"commentBody": "It seems that you've all forgotten that Sen. Dole, almost immediately after losing the 1996 election, became the first celebrity TV pitchman for Viagra. He is a man without shame and will stoop to any depth if there's a dollar to be had.",
				"commentTitle": "<br/>",
				"createDate": "1481156543",
				"updateDate": "1481174391",
				"approveDate": "1481174391",
				"userID": 3123529,
				"userDisplayName": "Neal",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "New York, NY",
				"editorsSelection": 0,
				"recommendationCount": 6,
				"replyCount": 0,
				"assetID": 3462751,
				"assetURL": "http://www.nytimes.com/2016/12/06/us/politics/bob-dole-taiwan-lobby-trump.html",
				"status": "approved",
				"commentType": "comment",
				"replies": []
			}, {
				"commentID": 20734078,
				"parentID": 20722203,
				"statusID": 2,
				"lft": 149,
				"rgt": 150,
				"commentSequence": 20734078,
				"commentBody": "When his supporters have to send their kids to fight in a war he started, they may then become aware. Or not.",
				"commentTitle": "<br/>",
				"createDate": "1481156965",
				"updateDate": "1481174401",
				"approveDate": "1481174401",
				"userID": 28588861,
				"userDisplayName": "Manderine",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Manhattan",
				"editorsSelection": 0,
				"recommendationCount": 0,
				"replyCount": 0,
				"assetID": 3462751,
				"assetURL": "http://www.nytimes.com/2016/12/06/us/politics/bob-dole-taiwan-lobby-trump.html",
				"status": "approved",
				"commentType": "userReply",
				"replies": []
			}, {
				"commentID": 20734092,
				"parentID": 20727885,
				"statusID": 2,
				"lft": 3238,
				"rgt": 3239,
				"commentSequence": 20734092,
				"commentBody": "Did you object to selling Taiwan billions in weapons?  How is that not more of a provocation?  Please explain how all this angst is not just so much partisan baloney.<br/>Pres. Obama's former National Security Adviser said about the communications between Trump and Tsai: “That didn't bother me, I think the purists are flapping their wings and saying all kinds of things. Why they can't have a five minute conversation or whatever it was to say congratulations doesn't make a lot of sense to me.”",
				"commentTitle": "<br/>",
				"createDate": "1481157078",
				"updateDate": "1481174407",
				"approveDate": "1481174407",
				"userID": 67773588,
				"userDisplayName": "ErikW65",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "VT",
				"editorsSelection": 0,
				"recommendationCount": 0,
				"replyCount": 0,
				"assetID": 3462751,
				"assetURL": "http://www.nytimes.com/2016/12/06/us/politics/bob-dole-taiwan-lobby-trump.html",
				"status": "approved",
				"commentType": "userReply",
				"replies": []
			}, {
				"commentID": 20734139,
				"parentID": null,
				"statusID": 2,
				"lft": 3381,
				"rgt": 3382,
				"commentSequence": 20734139,
				"commentBody": "Business as usual in DC.  It is all for sale.",
				"commentTitle": "<br/>",
				"createDate": "1481157516",
				"updateDate": "1481174410",
				"approveDate": "1481174410",
				"userID": 55082907,
				"userDisplayName": "Chris",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Denver",
				"editorsSelection": 0,
				"recommendationCount": 5,
				"replyCount": 0,
				"assetID": 3462751,
				"assetURL": "http://www.nytimes.com/2016/12/06/us/politics/bob-dole-taiwan-lobby-trump.html",
				"status": "approved",
				"commentType": "comment",
				"replies": []
			}, {
				"commentID": 20736052,
				"parentID": 20733306,
				"statusID": 2,
				"lft": 2395,
				"rgt": 2396,
				"commentSequence": 20736052,
				"commentBody": "Let's not be coy.  This is an unprecedented event.  The latest numbers show Clinton ahead by 2.6 million votes, or 2 percent of the total. Usually the candidate who wins the popular vote also wins the EC.  Hillary also has the largest popular vote lead of any losing candidate in history. The last person to lose the election but win the most votes was Al Gore, who won 543,000 more votes than George W. Bush. Before that, Benjamin Harrison lost with a lead of 90,000, Samuel Tilden lost with a lead of 250,000, and Andrew Jackson lost with a lead of 38,000.<br/>Let's see what happens in six months--sure!  My guess is that the president elect will be lining his pockets, that the environment will suffer.  And I'll also add, I do not appreciate his play against Boeing regarding a new Air Force One.  If that new plane is not built, the next President will inherit a plane that is 35 years old.  T and his grandstanding is repugnant to me and there is nothing you can write to change my mind.  He's the crooked one even though he maligned Hillary with that epithet. ",
				"commentTitle": "<br/>",
				"createDate": "1481174690",
				"updateDate": "1481174707",
				"approveDate": "1481174707",
				"userID": 25504325,
				"userDisplayName": "Mary Ann Donahue",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "NYS",
				"editorsSelection": 0,
				"recommendationCount": 0,
				"replyCount": 0,
				"assetID": 3462804,
				"assetURL": "http://www.nytimes.com/2016/12/07/us/politics/scott-pruitt-epa-trump.html",
				"status": "approved",
				"commentType": "userReply",
				"replies": []
			}, {
				"commentID": 20736050,
				"parentID": null,
				"statusID": 2,
				"lft": 34,
				"rgt": 39,
				"commentSequence": 20736050,
				"commentBody": "Martin, segue. Still waiting for those 6 posts to appear. Thinking of suing the NYT for breach of contract. This puzzle was a challenge, but only because I was drinking vodka.",
				"commentTitle": "<br/>",
				"createDate": "1481174684",
				"updateDate": "1481174708",
				"approveDate": "1481174708",
				"userID": 12857582,
				"userDisplayName": "John",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Chicago",
				"editorsSelection": 0,
				"recommendationCount": 0,
				"replyCount": 2,
				"assetID": 3462815,
				"assetURL": "http://www.nytimes.com/2016/12/07/crosswords/daily-crossword-puzzle.html",
				"status": "approved",
				"commentType": "comment",
				"replies": {
					"comments": [{
							"commentID": 20736085,
							"status": "approved",
							"commentSequence": 20736085,
							"userID": 239837,
							"userDisplayName": "Martin",
							"userLocation": "California",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "Patience of a saint.",
							"createDate": "1481175215",
							"updateDate": "1481175246",
							"approveDate": "1481175246",
							"recommendations": 0,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 20736050,
							"parentUserDisplayName": "John",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 1,
							"recommendedFlag": 0
						}, {
							"commentID": 20738705,
							"status": "approved",
							"commentSequence": 20738705,
							"userID": 63483890,
							"userDisplayName": "Barry Ancona",
							"userLocation": "New York, NY",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "Good morning, John.  They haven't shown up yet.  Don't turn blue.  ",
							"createDate": "1481204843",
							"updateDate": "1481204891",
							"approveDate": "1481204891",
							"recommendations": 0,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 20736050,
							"parentUserDisplayName": "John",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}
					]
				}
			}, {
				"commentID": 20735610,
				"parentID": null,
				"statusID": 2,
				"lft": 3734,
				"rgt": 3735,
				"commentSequence": 20735610,
				"commentBody": "How stupid and idiotic do you have to be to actually believe that climate change isn't real, isn't manmade, and isn't a threat?<br/><br/>Beside the fact that it's just absolute intentional ignorance, it's also just economic stupidity. Every other industrialized nation knows that climate change is real and are taking steps today to shift to renewable energy. The U.S. will be set back 15-20 years and will have to purchase energy from foreign nations. Republicans are so dumb.<br/><br/>If this isn't the moment that the founding fathers envisioned when they set up the Electoral College, then there was never a purpose for it and thus it should be eliminated, for to elect this idiotic know-nothing is national suicide. ",
				"commentTitle": "<br/>",
				"createDate": "1481168997",
				"updateDate": "1481174765",
				"approveDate": "1481174765",
				"userID": 68215780,
				"userDisplayName": "Thought Bubble",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "New Jersey",
				"editorsSelection": 0,
				"recommendationCount": 10,
				"replyCount": 0,
				"assetID": 3462804,
				"assetURL": "http://www.nytimes.com/2016/12/07/us/politics/scott-pruitt-epa-trump.html",
				"status": "approved",
				"commentType": "comment",
				"replies": []
			}, {
				"commentID": 20735643,
				"parentID": null,
				"statusID": 2,
				"lft": 3736,
				"rgt": 3737,
				"commentSequence": 20735643,
				"commentBody": "We now have the third person appointed who  fundamentally is opposed to the very rationale for the agency they will head. Mr. Pruitt is a climate denier who believes the environment doesn't need protection, and the planet is not in jeopardy of becoming unsafe for human survival. Essentially, President-elect Trump has now appointed heads to Education, Health and Human Services, and now EPA who will effectively eliminate these vital agencies and turn them over to the control of private, for profit corporations.",
				"commentTitle": "<br/>",
				"createDate": "1481169338",
				"updateDate": "1481174765",
				"approveDate": "1481174765",
				"userID": 57715665,
				"userDisplayName": "Paul Wortman",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "East Setauket, NY",
				"editorsSelection": 0,
				"recommendationCount": 4,
				"replyCount": 0,
				"assetID": 3462804,
				"assetURL": "http://www.nytimes.com/2016/12/07/us/politics/scott-pruitt-epa-trump.html",
				"status": "approved",
				"commentType": "comment",
				"replies": []
			}, {
				"commentID": 20735664,
				"parentID": 20732241,
				"statusID": 2,
				"lft": 1555,
				"rgt": 1556,
				"commentSequence": 20735664,
				"commentBody": "\"Our best means of observing the climate is through NASA satellites. Our security depends on these observations and also on predicting future climate. If Trump stops these activities, he will be harming the national interest.\"<br/><br/>I think Congress already did it.  I seem to remember reading that they removed all monitoring of earth from the NASA budget.",
				"commentTitle": "<br/>",
				"createDate": "1481169600",
				"updateDate": "1481174765",
				"approveDate": "1481174765",
				"userID": 849990,
				"userDisplayName": "John Springer",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Portland, Or",
				"editorsSelection": 0,
				"recommendationCount": 0,
				"replyCount": 0,
				"assetID": 3462804,
				"assetURL": "http://www.nytimes.com/2016/12/07/us/politics/scott-pruitt-epa-trump.html",
				"status": "approved",
				"commentType": "userReply",
				"replies": []
			}, {
				"commentID": 20735667,
				"parentID": null,
				"statusID": 2,
				"lft": 3738,
				"rgt": 3749,
				"commentSequence": 20735667,
				"commentBody": "Brilliant pick for EPA chief. America needs clean coal, natural gas, fracking, offshore drilling, and Alaskan pipeline and fast. Drill baby drill. The spotted owl does not deed the mouths of hungry children.  Elections have consequences. The people voted. Donald J. Trump is President elect of the United states of America. Obama's legacy was on the ballot and it is now properly discarded in history's trash can. It is time to support our President and help him succeed. Deal with it.",
				"commentTitle": "<br/>",
				"createDate": "1481169655",
				"updateDate": "1481213197",
				"approveDate": "1481174765",
				"userID": 74604008,
				"userDisplayName": "Steve",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Long Island",
				"editorsSelection": 0,
				"recommendationCount": 8,
				"replyCount": 5,
				"assetID": 3462804,
				"assetURL": "http://www.nytimes.com/2016/12/07/us/politics/scott-pruitt-epa-trump.html",
				"status": "approved",
				"commentType": "comment",
				"replies": {
					"comments": [{
							"commentID": 20736474,
							"status": "approved",
							"commentSequence": 20736474,
							"userID": 65922983,
							"userDisplayName": "Person",
							"userLocation": "NJ",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "Care to explain to the rest of us what \"clean coal\" is beyond a slogan that appeared in an internal industry memo on \"how to best mislead the public\"?",
							"createDate": "1481183841",
							"updateDate": "1481208359",
							"approveDate": "1481208359",
							"recommendations": 1,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 20735667,
							"parentUserDisplayName": "Steve",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}, {
							"commentID": 20738137,
							"status": "approved",
							"commentSequence": 20738137,
							"userID": 68593020,
							"userDisplayName": "SaveTheArctic",
							"userLocation": "New England Countryside",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "You mean....the stupid people have voted, so the intelligent ones must 'deal with it'?   Nope. That's not how it works.  We will not allow this man to destroy our country, our planet, our children's futures.    We. Will. Fight. Back.",
							"createDate": "1481202531",
							"updateDate": "1481211716",
							"approveDate": "1481211716",
							"recommendations": 0,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 20735667,
							"parentUserDisplayName": "Steve",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}, {
							"commentID": 20738887,
							"status": "approved",
							"commentSequence": 20738887,
							"userID": 21552972,
							"userDisplayName": "Gregorio",
							"userLocation": "Uptown",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "Rampant and under regulated extraction of resources may help feed our children in the short term, but the potential toxic mess that lies in its wake doesn't leave the kind of world I envision for the next generation. This is a cynical and short sided appointment.",
							"createDate": "1481205564",
							"updateDate": "1481210837",
							"approveDate": "1481210837",
							"recommendations": 0,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 20735667,
							"parentUserDisplayName": "Steve",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}
					]
				}
			}, {
				"commentID": 20735679,
				"parentID": null,
				"statusID": 2,
				"lft": 3750,
				"rgt": 3755,
				"commentSequence": 20735679,
				"commentBody": "This ridiculous pick confirms that on the critical environmental issue we can expect zero help from Washington over the next four years and thus must take matters into our own hands.  Buy fuel efficient cars; commit to water reduction; turn off lights in empty rooms; drink tap water; boycott companies who are not environmental stewards; try to reduce carbon footprints in any way feasible.  We as citizens can dictate some (certainly not all) policy by our choices regardless of what Trump does.",
				"commentTitle": "<br/>",
				"createDate": "1481169814",
				"updateDate": "1481174765",
				"approveDate": "1481174765",
				"userID": 15983583,
				"userDisplayName": "SD",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "CA",
				"editorsSelection": 0,
				"recommendationCount": 6,
				"replyCount": 2,
				"assetID": 3462804,
				"assetURL": "http://www.nytimes.com/2016/12/07/us/politics/scott-pruitt-epa-trump.html",
				"status": "approved",
				"commentType": "comment",
				"replies": {
					"comments": [{
							"commentID": 20738116,
							"status": "approved",
							"commentSequence": 20738116,
							"userID": 68593020,
							"userDisplayName": "SaveTheArctic",
							"userLocation": "New England Countryside",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "And everyone who can afford solar, install an array ASAP. Punish the fossil fuel companies in their pocketbook.  Become energy independent at home. Solar has never been cheaper.  ",
							"createDate": "1481202425",
							"updateDate": "1481209437",
							"approveDate": "1481209437",
							"recommendations": 0,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 20735679,
							"parentUserDisplayName": "SD",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}, {
							"commentID": 20738408,
							"status": "approved",
							"commentSequence": 20738408,
							"userID": 61425955,
							"userDisplayName": "wmferree",
							"userLocation": "deland, fl",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "And if you live in a place that doesn't live by digging the fossil fuel under your feet, tax the stuff. Tax the CO2 produced by any activity within your jurisdiction. Reduce the amount you use and the river of dollars you send to Oklahoma.",
							"createDate": "1481203759",
							"updateDate": "1481209247",
							"approveDate": "1481209247",
							"recommendations": 1,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 20735679,
							"parentUserDisplayName": "SD",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}
					]
				}
			}, {
				"commentID": 20735696,
				"parentID": 20733179,
				"statusID": 2,
				"lft": 2265,
				"rgt": 2266,
				"commentSequence": 20735696,
				"commentBody": "The 'raw climate data' is out there. You can find these scientific studies online, or in the library, or talk to any environmental scientist. You can see the devastating effects it has on smaller islands, rainforests, coral reefs around the world, more locally- look at California and parts of rural Alaska. We can choose not to believe in global warming as much as we want, but it's not a belief-it's a fact. The EPA, while unorganized does not need anyone invested in any industry it's job is to regulate, as the leader. Not only does this move cry ignorance, it just makes the U.S. look ridiculous. ",
				"commentTitle": "<br/>",
				"createDate": "1481169925",
				"updateDate": "1481174765",
				"approveDate": "1481174765",
				"userID": 57180070,
				"userDisplayName": "J. Rooney",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "WA",
				"editorsSelection": 0,
				"recommendationCount": 1,
				"replyCount": 0,
				"assetID": 3462804,
				"assetURL": "http://www.nytimes.com/2016/12/07/us/politics/scott-pruitt-epa-trump.html",
				"status": "approved",
				"commentType": "userReply",
				"replies": []
			}, {
				"commentID": 20735702,
				"parentID": null,
				"statusID": 2,
				"lft": 3756,
				"rgt": 3757,
				"commentSequence": 20735702,
				"commentBody": "Business people and politicians have, in some respects, the ability to 'create' their version of reality by leading people to realize their personal visions.<br/><br/>The thing is, nature doesn't work the same way. Assuming the vast majority of scientists who've dedicated their careers toward understanding climate are correct, the policies of these people will accelerate the path toward significant human suffering. There's a good chance their own grandchildren and great-grandchildren will one day despise them.",
				"commentTitle": "<br/>",
				"createDate": "1481170007",
				"updateDate": "1481174765",
				"approveDate": "1481174765",
				"userID": 37315322,
				"userDisplayName": "morphd",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Indianapolis",
				"editorsSelection": 0,
				"recommendationCount": 5,
				"replyCount": 0,
				"assetID": 3462804,
				"assetURL": "http://www.nytimes.com/2016/12/07/us/politics/scott-pruitt-epa-trump.html",
				"status": "approved",
				"commentType": "comment",
				"replies": []
			}, {
				"commentID": 20735714,
				"parentID": 20734667,
				"statusID": 2,
				"lft": 3487,
				"rgt": 3488,
				"commentSequence": 20735714,
				"commentBody": "Insurance companies know the actual risks better than anybody or they would quickly go bankrupt. And yet rates haven't gone up anywhere that drilling of any kind is occurring. Naturally you'd have to be pretty dense to think that tapping one-two miles into the Earth's crust could affect tensions generated HUNDREDS of miles beneath the surface, but such is the mathematical prowess of those who let politicians dictate their reality instead of actually educating themselves on any subject.<br/><br/>Let me demonstrate a little critical thinking. Natural gas is currently the cheapest form of energy, and it prevents bird-killing wing energy and arsenic-based solar from being competitive without subsidies. The largest single donor of 2014 was A GREEN ENERGY investor named Thomas Steyer, whom most liberals have never heard of because Democrats don't want to advertise the fact that he donated over $70 million to their campaign in 2014, compared to the Koch Brother's paltry $7 million to the GOP. The party of the rich needs to outspend by large margins to get their responsibility-hating voters to the polls, so they will do what they need to keep their donors rich and their campaign coffers full: destroy the competition of small-cap green energy so it can multiply in value and make those investors far wealthier than Trump, all while pretending to care about the environment.",
				"commentTitle": "n/a",
				"createDate": "1481170130",
				"updateDate": "1481174765",
				"approveDate": "1481174765",
				"userID": 78125011,
				"userDisplayName": "Albert",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Pennsylvania",
				"editorsSelection": 0,
				"recommendationCount": 1,
				"replyCount": 0,
				"assetID": 3462804,
				"assetURL": "http://www.nytimes.com/2016/12/07/us/politics/scott-pruitt-epa-trump.html",
				"status": "approved",
				"commentType": "userReply",
				"replies": []
			}, {
				"commentID": 20735721,
				"parentID": null,
				"statusID": 2,
				"lft": 3758,
				"rgt": 3765,
				"commentSequence": 20735721,
				"commentBody": "This is easily the most depressing thing to come out of this depressing election.  Science taught us common sense sense was often wrong: the earth doesn't sit, statically, on a pile of turtles, the stars aren't holes in a felt sky, and it certainly isn't flat.  There was a lot of \"common-sense\" resistance to that whatever, 800 years ago or so.<br/><br/>You'd think we'd have learned not to trust \"common sense\", but there were many appeals to it over the past months.  And claims that a cabal of scientists conjured up the idea of Global Warming to garner grant money.  No acknowledgement of the hard work of thousands of dedicated people who THINK for a living, people whose methodology brought us the steam engine (it may look simple, but please describe for me the Rankine cycle, and how you might make a steam engine more efficient), radio transmission (please describe for me Maxwell's Equations, with particular emphasis on the presence of the constant c and its implications), vaccines (you anti-vaxers out there: explain how an Fab paratope binds to a foreign epitope, thereby exciting production of antibodies) brought to us by an understanding gained by stunningly ingenious experiments.  You who dismiss the idea of earth as a greenhouse because there is no glass shell around us, please tell me what you know of the vibrational modes of a CO2 molecule  At what wavelength of light are those modes excited?  What happens when they decay? Explain the C13/C12 ratio in the atmosphere?  Idiots.",
				"commentTitle": "<br/>",
				"createDate": "1481170208",
				"updateDate": "1481174765",
				"approveDate": "1481174765",
				"userID": 56670518,
				"userDisplayName": "herb",
				"userTitle": "NULL",
				"userURL": "NULL",
				"userLocation": "Ashland OR",
				"editorsSelection": 0,
				"recommendationCount": 26,
				"replyCount": 3,
				"assetID": 3462804,
				"assetURL": "http://www.nytimes.com/2016/12/07/us/politics/scott-pruitt-epa-trump.html",
				"status": "approved",
				"commentType": "comment",
				"replies": {
					"comments": [{
							"commentID": 20736254,
							"status": "approved",
							"commentSequence": 20736254,
							"userID": 59081307,
							"userDisplayName": "CD",
							"userLocation": "NYC",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "Despite the expensive suits, the glitzy buildings, the glossy children, the most relevant word in any description is of Trump is indeed .....  'common'",
							"createDate": "1481178571",
							"updateDate": "1481212054",
							"approveDate": "1481212054",
							"recommendations": 0,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 20735721,
							"parentUserDisplayName": "herb",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}, {
							"commentID": 20736945,
							"status": "approved",
							"commentSequence": 20736945,
							"userID": 65312034,
							"userDisplayName": "NYHUGUENOT",
							"userLocation": "Charlotte, NC",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "Your ranting and showing off are exactly the reasons we are where we are today. this is a revolt against the Elitists who presume to rule us. ",
							"createDate": "1481195274",
							"updateDate": "1481206492",
							"approveDate": "1481206492",
							"recommendations": 0,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 20735721,
							"parentUserDisplayName": "herb",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}, {
							"commentID": 20738321,
							"status": "approved",
							"commentSequence": 20738321,
							"userID": 61425955,
							"userDisplayName": "wmferree",
							"userLocation": "deland, fl",
							"userTitle": "NULL",
							"userURL": "NULL",
							"commentTitle": "<br/>",
							"commentBody": "And out of what cloud of fairy dust did the iPhone appear?",
							"createDate": "1481203416",
							"updateDate": "1481208541",
							"approveDate": "1481208541",
							"recommendations": 0,
							"replyCount": 0,
							"replies": [],
							"editorsSelection": false,
							"parentID": 20735721,
							"parentUserDisplayName": "herb",
							"depth": 1,
							"commentType": "userReply",
							"trusted": 0,
							"recommendedFlag": 0
						}
					]
				}
			}
		],
		"totalCommentsReturned": 25,
		"totalCommentsFound": 9947,
		"api_timestamp": "1488489601"
	}
}
